local config = {
	[1] = {
		type = 1,
		equipid = 100530,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "爆裂·至尊之刃",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[2] = {
		type = 1,
		equipid = 100531,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "破天·至尊之刃",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[3] = {
		type = 1,
		equipid = 100532,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "怒血·至尊之刃",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[4] = {
		type = 1,
		equipid = 100537,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "爆裂·混沌之刃",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[5] = {
		type = 1,
		equipid = 100538,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "破天·混沌之刃",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[6] = {
		type = 1,
		equipid = 100539,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "怒血·混沌之刃",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[7] = {
		type = 1,
		equipid = 100544,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "爆裂·鸿蒙之刃",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[8] = {
		type = 1,
		equipid = 100545,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "破天·鸿蒙之刃",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[9] = {
		type = 1,
		equipid = 100546,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "怒血·鸿蒙之刃",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[10] = {
		type = 1,
		equipid = 100533,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3750000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300940,
				[2] = 1,
			},
		},
		beizhu = "终极·至尊之刃",
		condition = 10001,
		txt = "分解后可分解20-50个世界币",
		zhanshi = 7400005,
	},
	[11] = {
		type = 1,
		equipid = 100534,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "爆·混沌之刃",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[12] = {
		type = 1,
		equipid = 100536,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "攻·混沌之刃",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[13] = {
		type = 1,
		equipid = 100535,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "血·混沌之刃",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[14] = {
		type = 1,
		equipid = 100540,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 6000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300944,
				[2] = 1,
			},
		},
		beizhu = "终极·混沌之刃",
		condition = 10001,
		txt = "分解后可分解40-80个世界币",
		zhanshi = 7400005,
	},
	[15] = {
		type = 1,
		equipid = 100541,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "爆·鸿蒙之刃",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[16] = {
		type = 1,
		equipid = 100543,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "攻·鸿蒙之刃",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[17] = {
		type = 1,
		equipid = 100542,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "血·鸿蒙之刃",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[18] = {
		type = 1,
		equipid = 100547,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 12000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300953,
				[2] = 1,
			},
		},
		beizhu = "终极·鸿蒙之刃",
		condition = 10001,
		txt = "分解后可分解80-160个世界币",
		zhanshi = 7400005,
	},
	[19] = {
		type = 1,
		equipid = 101059,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "金刚·至尊战甲（男）",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[20] = {
		type = 1,
		equipid = 101061,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "不灭·至尊战甲（男）",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[21] = {
		type = 1,
		equipid = 101063,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "神体·至尊战甲（男）",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[22] = {
		type = 1,
		equipid = 101073,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "金刚·混沌战甲（男）",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[23] = {
		type = 1,
		equipid = 101075,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "不灭·混沌战甲（男）",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[24] = {
		type = 1,
		equipid = 101077,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "神体·混沌战甲（男）",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[25] = {
		type = 1,
		equipid = 101087,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "金刚·鸿蒙战甲（男）",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[26] = {
		type = 1,
		equipid = 101089,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "不灭·鸿蒙战甲（男）",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[27] = {
		type = 1,
		equipid = 101091,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "神体·鸿蒙战甲（男）",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[28] = {
		type = 1,
		equipid = 101065,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3750000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300940,
				[2] = 1,
			},
		},
		beizhu = "终极·至尊战甲（男）",
		condition = 10001,
		txt = "分解后可分解20-50个世界币",
		zhanshi = 7400005,
	},
	[29] = {
		type = 1,
		equipid = 101071,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "防·混沌战甲（男）",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[30] = {
		type = 1,
		equipid = 101067,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "闪·混沌战甲（男）",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[31] = {
		type = 1,
		equipid = 101069,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300935,
				[2] = 1,
			},
		},
		beizhu = "抗·混沌战甲（男）",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[32] = {
		type = 1,
		equipid = 101079,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 6000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300944,
				[2] = 1,
			},
		},
		beizhu = "终极·混沌战甲（男）",
		condition = 10001,
		txt = "分解后可分解40-80个世界币",
		zhanshi = 7400005,
	},
	[33] = {
		type = 1,
		equipid = 101085,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "防·鸿蒙战甲（男）",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[34] = {
		type = 1,
		equipid = 101081,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "闪·鸿蒙战甲（男）",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[35] = {
		type = 1,
		equipid = 101083,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300949,
				[2] = 1,
			},
		},
		beizhu = "抗·鸿蒙战甲（男）",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[36] = {
		type = 1,
		equipid = 101093,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 12000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300953,
				[2] = 1,
			},
		},
		beizhu = "终极·鸿蒙战甲（男）",
		condition = 10001,
		txt = "分解后可分解80-160个世界币",
		zhanshi = 7400005,
	},
	[37] = {
		type = 1,
		equipid = 101930,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300933,
				[2] = 1,
			},
		},
		beizhu = "弑天·至尊项链",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[38] = {
		type = 1,
		equipid = 101931,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300933,
				[2] = 1,
			},
		},
		beizhu = "斩神·至尊项链",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[39] = {
		type = 1,
		equipid = 101932,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300933,
				[2] = 1,
			},
		},
		beizhu = "怒血·至尊项链",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[40] = {
		type = 1,
		equipid = 101937,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300933,
				[2] = 1,
			},
		},
		beizhu = "弑天·混沌项链",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[41] = {
		type = 1,
		equipid = 101938,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300933,
				[2] = 1,
			},
		},
		beizhu = "斩神·混沌项链",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[42] = {
		type = 1,
		equipid = 101939,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300933,
				[2] = 1,
			},
		},
		beizhu = "怒血·混沌项链",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[43] = {
		type = 1,
		equipid = 101944,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1200000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300947,
				[2] = 1,
			},
		},
		beizhu = "弑天·鸿蒙项链",
		condition = 10001,
		txt = "分解后可分解6-18个世界币",
		zhanshi = 7400005,
	},
	[44] = {
		type = 1,
		equipid = 101945,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1200000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300947,
				[2] = 1,
			},
		},
		beizhu = "斩神·鸿蒙项链",
		condition = 10001,
		txt = "分解后可分解6-18个世界币",
		zhanshi = 7400005,
	},
	[45] = {
		type = 1,
		equipid = 101946,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1200000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300947,
				[2] = 1,
			},
		},
		beizhu = "怒血·鸿蒙项链",
		condition = 10001,
		txt = "分解后可分解6-18个世界币",
		zhanshi = 7400005,
	},
	[46] = {
		type = 1,
		equipid = 101933,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300938,
				[2] = 1,
			},
		},
		beizhu = "终极·至尊项链",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[47] = {
		type = 1,
		equipid = 101936,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300933,
				[2] = 1,
			},
		},
		beizhu = "攻·混沌项链",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[48] = {
		type = 1,
		equipid = 101934,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300933,
				[2] = 1,
			},
		},
		beizhu = "破·混沌项链",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[49] = {
		type = 1,
		equipid = 101935,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300933,
				[2] = 1,
			},
		},
		beizhu = "血·混沌项链",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[50] = {
		type = 1,
		equipid = 101940,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300942,
				[2] = 1,
			},
		},
		beizhu = "终极·混沌项链",
		condition = 10001,
		txt = "分解后可分解15-40个世界币",
		zhanshi = 7400005,
	},
	[51] = {
		type = 1,
		equipid = 101943,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1200000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300947,
				[2] = 1,
			},
		},
		beizhu = "攻·鸿蒙项链",
		condition = 10001,
		txt = "分解后可分解6-18个世界币",
		zhanshi = 7400005,
	},
	[52] = {
		type = 1,
		equipid = 101941,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1200000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300947,
				[2] = 1,
			},
		},
		beizhu = "破·鸿蒙项链",
		condition = 10001,
		txt = "分解后可分解6-18个世界币",
		zhanshi = 7400005,
	},
	[53] = {
		type = 1,
		equipid = 101942,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1200000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300947,
				[2] = 1,
			},
		},
		beizhu = "血·鸿蒙项链",
		condition = 10001,
		txt = "分解后可分解6-18个世界币",
		zhanshi = 7400005,
	},
	[54] = {
		type = 1,
		equipid = 101947,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 4500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300951,
				[2] = 1,
			},
		},
		beizhu = "终极·鸿蒙项链",
		condition = 10001,
		txt = "分解后可分解30-60个世界币",
		zhanshi = 7400005,
	},
	[55] = {
		type = 1,
		equipid = 102230,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 400000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300932,
				[2] = 1,
			},
		},
		beizhu = "破天·至尊战指",
		condition = 10001,
		txt = "分解后可分解2-6个世界币",
		zhanshi = 7400005,
	},
	[56] = {
		type = 1,
		equipid = 102231,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 400000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300932,
				[2] = 1,
			},
		},
		beizhu = "灭神·至尊战指",
		condition = 10001,
		txt = "分解后可分解2-6个世界币",
		zhanshi = 7400005,
	},
	[57] = {
		type = 1,
		equipid = 102232,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 400000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300932,
				[2] = 1,
			},
		},
		beizhu = "戮魔·至尊战指",
		condition = 10001,
		txt = "分解后可分解2-6个世界币",
		zhanshi = 7400005,
	},
	[58] = {
		type = 1,
		equipid = 102237,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 400000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300932,
				[2] = 1,
			},
		},
		beizhu = "破天·混沌战指",
		condition = 10001,
		txt = "分解后可分解2-6个世界币",
		zhanshi = 7400005,
	},
	[59] = {
		type = 1,
		equipid = 102238,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 400000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300932,
				[2] = 1,
			},
		},
		beizhu = "灭神·混沌战指",
		condition = 10001,
		txt = "分解后可分解2-6个世界币",
		zhanshi = 7400005,
	},
	[60] = {
		type = 1,
		equipid = 102239,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 400000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300932,
				[2] = 1,
			},
		},
		beizhu = "戮魔·混沌战指",
		condition = 10001,
		txt = "分解后可分解2-6个世界币",
		zhanshi = 7400005,
	},
	[61] = {
		type = 1,
		equipid = 102244,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 800000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300946,
				[2] = 1,
			},
		},
		beizhu = "破天·鸿蒙战指",
		condition = 10001,
		txt = "分解后可分解4-12个世界币",
		zhanshi = 7400005,
	},
	[62] = {
		type = 1,
		equipid = 102245,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 800000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300946,
				[2] = 1,
			},
		},
		beizhu = "灭神·鸿蒙战指",
		condition = 10001,
		txt = "分解后可分解4-12个世界币",
		zhanshi = 7400005,
	},
	[63] = {
		type = 1,
		equipid = 102246,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 800000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300946,
				[2] = 1,
			},
		},
		beizhu = "戮魔·鸿蒙战指",
		condition = 10001,
		txt = "分解后可分解4-12个世界币",
		zhanshi = 7400005,
	},
	[64] = {
		type = 1,
		equipid = 102233,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300937,
				[2] = 1,
			},
		},
		beizhu = "终极·至尊战指",
		condition = 10001,
		txt = "分解后可分解4-15个世界币",
		zhanshi = 7400005,
	},
	[65] = {
		type = 1,
		equipid = 102235,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 400000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300932,
				[2] = 1,
			},
		},
		beizhu = "爆·混沌战指",
		condition = 10001,
		txt = "分解后可分解2-6个世界币",
		zhanshi = 7400005,
	},
	[66] = {
		type = 1,
		equipid = 102234,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 400000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300932,
				[2] = 1,
			},
		},
		beizhu = "攻·混沌战指",
		condition = 10001,
		txt = "分解后可分解2-6个世界币",
		zhanshi = 7400005,
	},
	[67] = {
		type = 1,
		equipid = 102236,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 400000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300932,
				[2] = 1,
			},
		},
		beizhu = "狂·混沌战指",
		condition = 10001,
		txt = "分解后可分解2-6个世界币",
		zhanshi = 7400005,
	},
	[68] = {
		type = 1,
		equipid = 102240,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 2000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300941,
				[2] = 1,
			},
		},
		beizhu = "终极·混沌战指",
		condition = 10001,
		txt = "分解后可分解8-25个世界币",
		zhanshi = 7400005,
	},
	[69] = {
		type = 1,
		equipid = 102242,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 800000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300946,
				[2] = 1,
			},
		},
		beizhu = "爆·鸿蒙战指",
		condition = 10001,
		txt = "分解后可分解4-12个世界币",
		zhanshi = 7400005,
	},
	[70] = {
		type = 1,
		equipid = 102241,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 800000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300946,
				[2] = 1,
			},
		},
		beizhu = "攻·鸿蒙战指",
		condition = 10001,
		txt = "分解后可分解4-12个世界币",
		zhanshi = 7400005,
	},
	[71] = {
		type = 1,
		equipid = 102243,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 800000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300946,
				[2] = 1,
			},
		},
		beizhu = "狂·鸿蒙战指",
		condition = 10001,
		txt = "分解后可分解4-12个世界币",
		zhanshi = 7400005,
	},
	[72] = {
		type = 1,
		equipid = 102247,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300950,
				[2] = 1,
			},
		},
		beizhu = "终极·鸿蒙战指",
		condition = 10001,
		txt = "分解后可分解20-50个世界币",
		zhanshi = 7400005,
	},
	[73] = {
		type = 1,
		equipid = 101530,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "龙体·至尊战盔",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[74] = {
		type = 1,
		equipid = 101531,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "玄体·至尊战盔",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[75] = {
		type = 1,
		equipid = 101532,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "天命·至尊战盔",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[76] = {
		type = 1,
		equipid = 101537,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "龙体·混沌战盔",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[77] = {
		type = 1,
		equipid = 101538,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "玄体·混沌战盔",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[78] = {
		type = 1,
		equipid = 101539,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "天命·混沌战盔",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[79] = {
		type = 1,
		equipid = 101544,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "龙体·鸿蒙战盔",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[80] = {
		type = 1,
		equipid = 101545,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "玄体·鸿蒙战盔",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[81] = {
		type = 1,
		equipid = 101546,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "天命·鸿蒙战盔",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[82] = {
		type = 1,
		equipid = 101533,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 750000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300939,
				[2] = 1,
			},
		},
		beizhu = "终极·至尊战盔",
		condition = 10001,
		txt = "分解后可分解4-10个世界币",
		zhanshi = 7400005,
	},
	[83] = {
		type = 1,
		equipid = 101534,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "防·混沌战盔",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[84] = {
		type = 1,
		equipid = 101535,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "反·混沌战盔",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[85] = {
		type = 1,
		equipid = 101536,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "闪·混沌战盔",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[86] = {
		type = 1,
		equipid = 101540,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300943,
				[2] = 1,
			},
		},
		beizhu = "终极·混沌战盔",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[87] = {
		type = 1,
		equipid = 101541,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "防·鸿蒙战盔",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[88] = {
		type = 1,
		equipid = 101542,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "反·鸿蒙战盔",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[89] = {
		type = 1,
		equipid = 101543,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "闪·鸿蒙战盔",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[90] = {
		type = 1,
		equipid = 101547,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300952,
				[2] = 1,
			},
		},
		beizhu = "终极·鸿蒙战盔",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[91] = {
		type = 1,
		equipid = 102630,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "爆破·至尊护腕",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[92] = {
		type = 1,
		equipid = 102631,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "无双·至尊护腕",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[93] = {
		type = 1,
		equipid = 102632,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "天怒·至尊护腕",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[94] = {
		type = 1,
		equipid = 102637,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "爆破·混沌护腕",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[95] = {
		type = 1,
		equipid = 102638,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "无双·混沌护腕",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[96] = {
		type = 1,
		equipid = 102639,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "天怒·混沌护腕",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[97] = {
		type = 1,
		equipid = 102644,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "爆破·鸿蒙护腕",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[98] = {
		type = 1,
		equipid = 102645,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "无双·鸿蒙护腕",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[99] = {
		type = 1,
		equipid = 102646,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "天怒·鸿蒙护腕",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[100] = {
		type = 1,
		equipid = 102633,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 750000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300939,
				[2] = 1,
			},
		},
		beizhu = "终极·至尊护腕",
		condition = 10001,
		txt = "分解后可分解4-10个世界币",
		zhanshi = 7400005,
	},
	[101] = {
		type = 1,
		equipid = 102635,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "破·混沌护腕",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[102] = {
		type = 1,
		equipid = 102636,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "反·混沌护腕",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[103] = {
		type = 1,
		equipid = 102634,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "爆·混沌护腕",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[104] = {
		type = 1,
		equipid = 102640,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300943,
				[2] = 1,
			},
		},
		beizhu = "终极·混沌护腕",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[105] = {
		type = 1,
		equipid = 102642,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "破·鸿蒙护腕",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[106] = {
		type = 1,
		equipid = 102643,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "反·鸿蒙护腕",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[107] = {
		type = 1,
		equipid = 102641,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "爆·鸿蒙护腕",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[108] = {
		type = 1,
		equipid = 102647,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300952,
				[2] = 1,
			},
		},
		beizhu = "终极·鸿蒙护腕",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[109] = {
		type = 1,
		equipid = 105230,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "神体·至尊战靴",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[110] = {
		type = 1,
		equipid = 105231,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "真魂·至尊战靴",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[111] = {
		type = 1,
		equipid = 105232,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "破军·至尊战靴",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[112] = {
		type = 1,
		equipid = 105237,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "神体·混沌战靴",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[113] = {
		type = 1,
		equipid = 105238,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "真魂·混沌战靴",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[114] = {
		type = 1,
		equipid = 105239,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "破军·混沌战靴",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[115] = {
		type = 1,
		equipid = 105244,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "神体·鸿蒙战靴",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[116] = {
		type = 1,
		equipid = 105245,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "真魂·鸿蒙战靴",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[117] = {
		type = 1,
		equipid = 105246,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "破军·鸿蒙战靴",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[118] = {
		type = 1,
		equipid = 105233,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 750000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300939,
				[2] = 1,
			},
		},
		beizhu = "终极·至尊战靴",
		condition = 10001,
		txt = "分解后可分解4-10个世界币",
		zhanshi = 7400005,
	},
	[119] = {
		type = 1,
		equipid = 105234,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "防·混沌战靴",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[120] = {
		type = 1,
		equipid = 105236,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "破·混沌战靴",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[121] = {
		type = 1,
		equipid = 105235,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "抗·混沌战靴",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[122] = {
		type = 1,
		equipid = 105240,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300943,
				[2] = 1,
			},
		},
		beizhu = "终极·混沌战靴",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[123] = {
		type = 1,
		equipid = 105241,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "防·鸿蒙战靴",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[124] = {
		type = 1,
		equipid = 105243,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "破·鸿蒙战靴",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[125] = {
		type = 1,
		equipid = 105242,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "抗·鸿蒙战靴",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[126] = {
		type = 1,
		equipid = 105247,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300952,
				[2] = 1,
			},
		},
		beizhu = "终极·鸿蒙战靴",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[127] = {
		type = 1,
		equipid = 105430,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "混元·至尊护腰",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[128] = {
		type = 1,
		equipid = 105431,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "金刚·至尊护腰",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[129] = {
		type = 1,
		equipid = 105432,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "天命·至尊护腰",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[130] = {
		type = 1,
		equipid = 105437,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "混元·混沌护腰",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[131] = {
		type = 1,
		equipid = 105438,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "金刚·混沌护腰",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[132] = {
		type = 1,
		equipid = 105439,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "天命·混沌护腰",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[133] = {
		type = 1,
		equipid = 105444,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "混元·鸿蒙护腰",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[134] = {
		type = 1,
		equipid = 105445,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "金刚·鸿蒙护腰",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[135] = {
		type = 1,
		equipid = 105446,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "天命·鸿蒙护腰",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[136] = {
		type = 1,
		equipid = 105433,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 750000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300939,
				[2] = 1,
			},
		},
		beizhu = "终极·至尊护腰",
		condition = 10001,
		txt = "分解后可分解4-10个世界币",
		zhanshi = 7400005,
	},
	[137] = {
		type = 1,
		equipid = 105435,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "反·混沌护腰",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[138] = {
		type = 1,
		equipid = 105436,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "闪·混沌护腰",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[139] = {
		type = 1,
		equipid = 105434,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 300000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300934,
				[2] = 1,
			},
		},
		beizhu = "抗·混沌护腰",
		condition = 10001,
		txt = "分解后可分解2-4个世界币",
		zhanshi = 7400005,
	},
	[140] = {
		type = 1,
		equipid = 105440,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1500000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300943,
				[2] = 1,
			},
		},
		beizhu = "终极·混沌护腰",
		condition = 10001,
		txt = "分解后可分解10-20个世界币",
		zhanshi = 7400005,
	},
	[141] = {
		type = 1,
		equipid = 105442,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "反·鸿蒙护腰",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[142] = {
		type = 1,
		equipid = 105443,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "闪·鸿蒙护腰",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[143] = {
		type = 1,
		equipid = 105441,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 600000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300948,
				[2] = 1,
			},
		},
		beizhu = "抗·鸿蒙护腰",
		condition = 10001,
		txt = "分解后可分解4-8个世界币",
		zhanshi = 7400005,
	},
	[144] = {
		type = 1,
		equipid = 105447,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 3000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300952,
				[2] = 1,
			},
		},
		beizhu = "终极·鸿蒙护腰",
		condition = 10001,
		txt = "分解后可分解20-40个世界币",
		zhanshi = 7400005,
	},
	[145] = {
		type = 1,
		equipid = 103010,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "混沌勋章",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[146] = {
		type = 1,
		equipid = 103011,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "鸿蒙勋章",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[147] = {
		type = 1,
		equipid = 103012,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 4000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300945,
				[2] = 1,
			},
		},
		beizhu = "起源勋章",
		condition = 10001,
		txt = "分解后可分解20-60个世界币",
		zhanshi = 7400005,
	},
	[148] = {
		type = 1,
		equipid = 101610,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "混沌斗笠",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[149] = {
		type = 1,
		equipid = 101611,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "鸿蒙斗笠",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[150] = {
		type = 1,
		equipid = 101612,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 4000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300945,
				[2] = 1,
			},
		},
		beizhu = "起源斗笠",
		condition = 10001,
		txt = "分解后可分解20-60个世界币",
		zhanshi = 7400005,
	},
	[151] = {
		type = 1,
		equipid = 104810,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "混沌盾牌",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[152] = {
		type = 1,
		equipid = 104811,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "鸿蒙盾牌",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[153] = {
		type = 1,
		equipid = 104812,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 4000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300945,
				[2] = 1,
			},
		},
		beizhu = "起源盾牌",
		condition = 10001,
		txt = "分解后可分解20-60个世界币",
		zhanshi = 7400005,
	},
	[154] = {
		type = 1,
		equipid = 100710,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "混沌宝珠",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[155] = {
		type = 1,
		equipid = 100711,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "鸿蒙宝珠",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[156] = {
		type = 1,
		equipid = 100712,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 4000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300945,
				[2] = 1,
			},
		},
		beizhu = "起源宝珠",
		condition = 10001,
		txt = "分解后可分解20-60个世界币",
		zhanshi = 7400005,
	},
	[157] = {
		type = 1,
		equipid = 102510,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "混沌玉佩",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[158] = {
		type = 1,
		equipid = 102511,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "鸿蒙玉佩",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[159] = {
		type = 1,
		equipid = 102512,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 4000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300945,
				[2] = 1,
			},
		},
		beizhu = "起源玉佩",
		condition = 10001,
		txt = "分解后可分解20-60个世界币",
		zhanshi = 7400005,
	},
	[160] = {
		type = 1,
		equipid = 106509,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "混沌主体",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[161] = {
		type = 1,
		equipid = 106510,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "鸿蒙主体",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[162] = {
		type = 1,
		equipid = 106511,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 4000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300945,
				[2] = 1,
			},
		},
		beizhu = "起源主体",
		condition = 10001,
		txt = "分解后可分解20-60个世界币",
		zhanshi = 7400005,
	},
	[163] = {
		type = 1,
		equipid = 102809,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "混沌分身",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[164] = {
		type = 1,
		equipid = 102810,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 1000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300936,
				[2] = 1,
			},
		},
		beizhu = "鸿蒙分身",
		condition = 10001,
		txt = "分解后可分解5-15个世界币",
		zhanshi = 7400005,
	},
	[165] = {
		type = 1,
		equipid = 102811,
		itemid = {
			[1] = {
				[1] = 4,
				[2] = 4000000,
			},
		},
		harvest = {
			[1] = {
				[1] = 9300945,
				[2] = 1,
			},
		},
		beizhu = "起源分身",
		condition = 10001,
		txt = "分解后可分解20-60个世界币",
		zhanshi = 7400005,
	},
	[166] = {
		type = 2,
		equipid = 100520,
		harvest = {
			[1] = {
				[1] = 1,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "爆·真·破灭之刃",
		txt = "7转套装",
	},
	[167] = {
		type = 2,
		equipid = 100521,
		harvest = {
			[1] = {
				[1] = 1,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "血·真·破灭之刃",
		txt = "7转套装",
	},
	[168] = {
		type = 2,
		equipid = 100522,
		harvest = {
			[1] = {
				[1] = 1,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "攻·真·破灭之刃",
		txt = "7转套装",
	},
	[169] = {
		type = 2,
		equipid = 100523,
		harvest = {
			[1] = {
				[1] = 2,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "爆裂·真·破灭之刃",
		txt = "8转套装",
	},
	[170] = {
		type = 2,
		equipid = 100524,
		harvest = {
			[1] = {
				[1] = 2,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "破天·真·破灭之刃",
		txt = "8转套装",
	},
	[171] = {
		type = 2,
		equipid = 100525,
		harvest = {
			[1] = {
				[1] = 2,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "怒血·真·破灭之刃",
		txt = "8转套装",
	},
	[172] = {
		type = 2,
		equipid = 100526,
		harvest = {
			[1] = {
				[1] = 3,
				[2] = 1,
			},
		},
		leixing = 3,
		beizhu = "终极·真·破灭之刃",
		txt = "9转套装",
	},
	[173] = {
		type = 2,
		equipid = 100527,
		harvest = {
			[1] = {
				[1] = 3,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "爆·神·天殇之刃",
		txt = "10转套装",
	},
	[174] = {
		type = 2,
		equipid = 100528,
		harvest = {
			[1] = {
				[1] = 3,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "血·神·天殇之刃",
		txt = "10转套装",
	},
	[175] = {
		type = 2,
		equipid = 100529,
		harvest = {
			[1] = {
				[1] = 3,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "攻·神·天殇之刃",
		txt = "10转套装",
	},
	[176] = {
		type = 2,
		equipid = 100530,
		harvest = {
			[1] = {
				[1] = 4,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "爆裂·神·天殇之刃",
		txt = "11转套装",
	},
	[177] = {
		type = 2,
		equipid = 100531,
		harvest = {
			[1] = {
				[1] = 4,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "破天·神·天殇之刃",
		txt = "11转套装",
	},
	[178] = {
		type = 2,
		equipid = 100532,
		harvest = {
			[1] = {
				[1] = 4,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "怒血·神·天殇之刃",
		txt = "11转套装",
	},
	[179] = {
		type = 2,
		equipid = 100533,
		harvest = {
			[1] = {
				[1] = 5,
				[2] = 1,
			},
		},
		leixing = 6,
		beizhu = "终极·神·天殇之刃",
		txt = "12转套装",
	},
	[180] = {
		type = 2,
		equipid = 100534,
		harvest = {
			[1] = {
				[1] = 5,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "爆·圣·屠妖之刃",
		txt = "13转套装",
	},
	[181] = {
		type = 2,
		equipid = 100535,
		harvest = {
			[1] = {
				[1] = 5,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "血·圣·屠妖之刃",
		txt = "13转套装",
	},
	[182] = {
		type = 2,
		equipid = 100536,
		harvest = {
			[1] = {
				[1] = 5,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "攻·圣·屠妖之刃",
		txt = "13转套装",
	},
	[183] = {
		type = 2,
		equipid = 100537,
		harvest = {
			[1] = {
				[1] = 6,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "爆裂·圣·屠妖之刃",
		txt = "14转套装",
	},
	[184] = {
		type = 2,
		equipid = 100538,
		harvest = {
			[1] = {
				[1] = 6,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "破天·圣·屠妖之刃",
		txt = "14转套装",
	},
	[185] = {
		type = 2,
		equipid = 100539,
		harvest = {
			[1] = {
				[1] = 6,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "怒血·圣·屠妖之刃",
		txt = "14转套装",
	},
	[186] = {
		type = 2,
		equipid = 100540,
		harvest = {
			[1] = {
				[1] = 7,
				[2] = 1,
			},
		},
		leixing = 9,
		beizhu = "终极·圣·屠妖之刃",
		txt = "15转套装",
	},
	[187] = {
		type = 2,
		equipid = 100541,
		harvest = {
			[1] = {
				[1] = 7,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "爆·尊·弑神之刃",
		txt = "16转套装",
	},
	[188] = {
		type = 2,
		equipid = 100542,
		harvest = {
			[1] = {
				[1] = 7,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "血·尊·弑神之刃",
		txt = "16转套装",
	},
	[189] = {
		type = 2,
		equipid = 100543,
		harvest = {
			[1] = {
				[1] = 7,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "攻·尊·弑神之刃",
		txt = "16转套装",
	},
	[190] = {
		type = 2,
		equipid = 100544,
		harvest = {
			[1] = {
				[1] = 8,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "爆裂·尊·弑神之刃",
		txt = "17转套装",
	},
	[191] = {
		type = 2,
		equipid = 100545,
		harvest = {
			[1] = {
				[1] = 8,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "破天·尊·弑神之刃",
		txt = "17转套装",
	},
	[192] = {
		type = 2,
		equipid = 100546,
		harvest = {
			[1] = {
				[1] = 8,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "怒血·尊·弑神之刃",
		txt = "17转套装",
	},
	[193] = {
		type = 2,
		equipid = 100547,
		harvest = {
			[1] = {
				[1] = 9,
				[2] = 1,
			},
		},
		leixing = 12,
		beizhu = "终极·尊·弑神之刃",
		txt = "18转套装",
	},
	[194] = {
		type = 2,
		equipid = 101039,
		harvest = {
			[1] = {
				[1] = 1,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "闪·真·破灭战甲（男）",
		txt = "7转套装",
	},
	[195] = {
		type = 2,
		equipid = 101041,
		harvest = {
			[1] = {
				[1] = 1,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "抗·真·破灭战甲（男）",
		txt = "7转套装",
	},
	[196] = {
		type = 2,
		equipid = 101043,
		harvest = {
			[1] = {
				[1] = 1,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "防·真·破灭战甲（男）",
		txt = "7转套装",
	},
	[197] = {
		type = 2,
		equipid = 101045,
		harvest = {
			[1] = {
				[1] = 2,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "金刚·真·破灭战甲（男）",
		txt = "8转套装",
	},
	[198] = {
		type = 2,
		equipid = 101047,
		harvest = {
			[1] = {
				[1] = 2,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "不灭·真·破灭战甲（男）",
		txt = "8转套装",
	},
	[199] = {
		type = 2,
		equipid = 101049,
		harvest = {
			[1] = {
				[1] = 2,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "神体·真·破灭战甲（男）",
		txt = "8转套装",
	},
	[200] = {
		type = 2,
		equipid = 101051,
		harvest = {
			[1] = {
				[1] = 3,
				[2] = 1,
			},
		},
		leixing = 3,
		beizhu = "终极·真·破灭战甲（男）",
		txt = "9转套装",
	},
	[201] = {
		type = 2,
		equipid = 101053,
		harvest = {
			[1] = {
				[1] = 3,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "闪·神·天殇战甲（男）",
		txt = "10转套装",
	},
	[202] = {
		type = 2,
		equipid = 101055,
		harvest = {
			[1] = {
				[1] = 3,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "抗·神·天殇战甲（男）",
		txt = "10转套装",
	},
	[203] = {
		type = 2,
		equipid = 101057,
		harvest = {
			[1] = {
				[1] = 3,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "防·神·天殇战甲（男）",
		txt = "10转套装",
	},
	[204] = {
		type = 2,
		equipid = 101059,
		harvest = {
			[1] = {
				[1] = 4,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "金刚·神·天殇战甲（男）",
		txt = "11转套装",
	},
	[205] = {
		type = 2,
		equipid = 101061,
		harvest = {
			[1] = {
				[1] = 4,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "不灭·神·天殇战甲（男）",
		txt = "11转套装",
	},
	[206] = {
		type = 2,
		equipid = 101063,
		harvest = {
			[1] = {
				[1] = 4,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "神体·神·天殇战甲（男）",
		txt = "11转套装",
	},
	[207] = {
		type = 2,
		equipid = 101065,
		harvest = {
			[1] = {
				[1] = 5,
				[2] = 1,
			},
		},
		leixing = 6,
		beizhu = "终极·神·天殇战甲（男）",
		txt = "12转套装",
	},
	[208] = {
		type = 2,
		equipid = 101067,
		harvest = {
			[1] = {
				[1] = 5,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "闪·圣·屠妖战甲（男）",
		txt = "13转套装",
	},
	[209] = {
		type = 2,
		equipid = 101069,
		harvest = {
			[1] = {
				[1] = 5,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "抗·圣·屠妖战甲（男）",
		txt = "13转套装",
	},
	[210] = {
		type = 2,
		equipid = 101071,
		harvest = {
			[1] = {
				[1] = 5,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "防·圣·屠妖战甲（男）",
		txt = "13转套装",
	},
	[211] = {
		type = 2,
		equipid = 101073,
		harvest = {
			[1] = {
				[1] = 6,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "金刚·圣·屠妖战甲（男）",
		txt = "14转套装",
	},
	[212] = {
		type = 2,
		equipid = 101075,
		harvest = {
			[1] = {
				[1] = 6,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "不灭·圣·屠妖战甲（男）",
		txt = "14转套装",
	},
	[213] = {
		type = 2,
		equipid = 101077,
		harvest = {
			[1] = {
				[1] = 6,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "神体·圣·屠妖战甲（男）",
		txt = "14转套装",
	},
	[214] = {
		type = 2,
		equipid = 101079,
		harvest = {
			[1] = {
				[1] = 7,
				[2] = 1,
			},
		},
		leixing = 9,
		beizhu = "终极·圣·屠妖战甲（男）",
		txt = "15转套装",
	},
	[215] = {
		type = 2,
		equipid = 101081,
		harvest = {
			[1] = {
				[1] = 7,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "闪·尊·弑神战甲（男）",
		txt = "16转套装",
	},
	[216] = {
		type = 2,
		equipid = 101083,
		harvest = {
			[1] = {
				[1] = 7,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "抗·尊·弑神战甲（男）",
		txt = "16转套装",
	},
	[217] = {
		type = 2,
		equipid = 101085,
		harvest = {
			[1] = {
				[1] = 7,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "防·尊·弑神战甲（男）",
		txt = "16转套装",
	},
	[218] = {
		type = 2,
		equipid = 101087,
		harvest = {
			[1] = {
				[1] = 8,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "金刚·尊·弑神战甲（男）",
		txt = "17转套装",
	},
	[219] = {
		type = 2,
		equipid = 101089,
		harvest = {
			[1] = {
				[1] = 8,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "不灭·尊·弑神战甲（男）",
		txt = "17转套装",
	},
	[220] = {
		type = 2,
		equipid = 101091,
		harvest = {
			[1] = {
				[1] = 8,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "神体·尊·弑神战甲（男）",
		txt = "17转套装",
	},
	[221] = {
		type = 2,
		equipid = 101093,
		harvest = {
			[1] = {
				[1] = 9,
				[2] = 1,
			},
		},
		leixing = 12,
		beizhu = "终极·尊·弑神战甲（男）",
		txt = "18转套装",
	},
	[222] = {
		type = 2,
		equipid = 101920,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "破·真·破灭项链",
		txt = "7转套装",
	},
	[223] = {
		type = 2,
		equipid = 101921,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "血·真·破灭项链",
		txt = "7转套装",
	},
	[224] = {
		type = 2,
		equipid = 101922,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "攻·真·破灭项链",
		txt = "7转套装",
	},
	[225] = {
		type = 2,
		equipid = 101923,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "弑天·真·破灭项链",
		txt = "8转套装",
	},
	[226] = {
		type = 2,
		equipid = 101924,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "斩神·真·破灭项链",
		txt = "8转套装",
	},
	[227] = {
		type = 2,
		equipid = 101925,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "怒血·真·破灭项链",
		txt = "8转套装",
	},
	[228] = {
		type = 2,
		equipid = 101926,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 3,
		beizhu = "终极·真·破灭项链",
		txt = "9转套装",
	},
	[229] = {
		type = 2,
		equipid = 101927,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "破·神·天殇项链",
		txt = "10转套装",
	},
	[230] = {
		type = 2,
		equipid = 101928,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "血·神·天殇项链",
		txt = "10转套装",
	},
	[231] = {
		type = 2,
		equipid = 101929,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "攻·神·天殇项链",
		txt = "10转套装",
	},
	[232] = {
		type = 2,
		equipid = 101930,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "弑天·神·天殇项链",
		txt = "11转套装",
	},
	[233] = {
		type = 2,
		equipid = 101931,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "斩神·神·天殇项链",
		txt = "11转套装",
	},
	[234] = {
		type = 2,
		equipid = 101932,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "怒血·神·天殇项链",
		txt = "11转套装",
	},
	[235] = {
		type = 2,
		equipid = 101933,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 6,
		beizhu = "终极·神·天殇项链",
		txt = "12转套装",
	},
	[236] = {
		type = 2,
		equipid = 101934,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "破·圣·屠妖项链",
		txt = "13转套装",
	},
	[237] = {
		type = 2,
		equipid = 101935,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "血·圣·屠妖项链",
		txt = "13转套装",
	},
	[238] = {
		type = 2,
		equipid = 101936,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "攻·圣·屠妖项链",
		txt = "13转套装",
	},
	[239] = {
		type = 2,
		equipid = 101937,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "弑天·圣·屠妖项链",
		txt = "14转套装",
	},
	[240] = {
		type = 2,
		equipid = 101938,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "斩神·圣·屠妖项链",
		txt = "14转套装",
	},
	[241] = {
		type = 2,
		equipid = 101939,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "怒血·圣·屠妖项链",
		txt = "14转套装",
	},
	[242] = {
		type = 2,
		equipid = 101940,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 9,
		beizhu = "终极·圣·屠妖项链",
		txt = "15转套装",
	},
	[243] = {
		type = 2,
		equipid = 101941,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "破·尊·弑神项链",
		txt = "16转套装",
	},
	[244] = {
		type = 2,
		equipid = 101942,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "血·尊·弑神项链",
		txt = "16转套装",
	},
	[245] = {
		type = 2,
		equipid = 101943,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "攻·尊·弑神项链",
		txt = "16转套装",
	},
	[246] = {
		type = 2,
		equipid = 101944,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "弑天·尊·弑神项链",
		txt = "17转套装",
	},
	[247] = {
		type = 2,
		equipid = 101945,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "斩神·尊·弑神项链",
		txt = "17转套装",
	},
	[248] = {
		type = 2,
		equipid = 101946,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "怒血·尊·弑神项链",
		txt = "17转套装",
	},
	[249] = {
		type = 2,
		equipid = 101947,
		harvest = {
			[1] = {
				[1] = 90,
				[2] = 1,
			},
		},
		leixing = 12,
		beizhu = "终极·尊·弑神项链",
		txt = "18转套装",
	},
	[250] = {
		type = 2,
		equipid = 102220,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "攻·真·破灭战戒",
		txt = "7转套装",
	},
	[251] = {
		type = 2,
		equipid = 102221,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "爆·真·破灭战戒",
		txt = "7转套装",
	},
	[252] = {
		type = 2,
		equipid = 102222,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "狂·真·破灭战戒",
		txt = "7转套装",
	},
	[253] = {
		type = 2,
		equipid = 102223,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "破天·真·破灭战戒",
		txt = "8转套装",
	},
	[254] = {
		type = 2,
		equipid = 102224,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "灭神·真·破灭战戒",
		txt = "8转套装",
	},
	[255] = {
		type = 2,
		equipid = 102225,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "戮魔·真·破灭战戒",
		txt = "8转套装",
	},
	[256] = {
		type = 2,
		equipid = 102226,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 3,
		beizhu = "终极·真·破灭战戒",
		txt = "9转套装",
	},
	[257] = {
		type = 2,
		equipid = 102227,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "攻·神·天殇战戒",
		txt = "10转套装",
	},
	[258] = {
		type = 2,
		equipid = 102228,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "爆·神·天殇战戒",
		txt = "10转套装",
	},
	[259] = {
		type = 2,
		equipid = 102229,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "狂·神·天殇战戒",
		txt = "10转套装",
	},
	[260] = {
		type = 2,
		equipid = 102230,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "破天·神·天殇战戒",
		txt = "11转套装",
	},
	[261] = {
		type = 2,
		equipid = 102231,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "灭神·神·天殇战戒",
		txt = "11转套装",
	},
	[262] = {
		type = 2,
		equipid = 102232,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "戮魔·神·天殇战戒",
		txt = "11转套装",
	},
	[263] = {
		type = 2,
		equipid = 102233,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 6,
		beizhu = "终极·神·天殇战戒",
		txt = "12转套装",
	},
	[264] = {
		type = 2,
		equipid = 102234,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "攻·圣·屠妖战戒",
		txt = "13转套装",
	},
	[265] = {
		type = 2,
		equipid = 102235,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "爆·圣·屠妖战戒",
		txt = "13转套装",
	},
	[266] = {
		type = 2,
		equipid = 102236,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "狂·圣·屠妖战戒",
		txt = "13转套装",
	},
	[267] = {
		type = 2,
		equipid = 102237,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "破天·圣·屠妖战戒",
		txt = "14转套装",
	},
	[268] = {
		type = 2,
		equipid = 102238,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "灭神·圣·屠妖战戒",
		txt = "14转套装",
	},
	[269] = {
		type = 2,
		equipid = 102239,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "戮魔·圣·屠妖战戒",
		txt = "14转套装",
	},
	[270] = {
		type = 2,
		equipid = 102240,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 9,
		beizhu = "终极·圣·屠妖战戒",
		txt = "15转套装",
	},
	[271] = {
		type = 2,
		equipid = 102241,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "攻·尊·弑神战戒",
		txt = "16转套装",
	},
	[272] = {
		type = 2,
		equipid = 102242,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "爆·尊·弑神战戒",
		txt = "16转套装",
	},
	[273] = {
		type = 2,
		equipid = 102243,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "狂·尊·弑神战戒",
		txt = "16转套装",
	},
	[274] = {
		type = 2,
		equipid = 102244,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "破天·尊·弑神战戒",
		txt = "17转套装",
	},
	[275] = {
		type = 2,
		equipid = 102245,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "灭神·尊·弑神战戒",
		txt = "17转套装",
	},
	[276] = {
		type = 2,
		equipid = 102246,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "戮魔·尊·弑神战戒",
		txt = "17转套装",
	},
	[277] = {
		type = 2,
		equipid = 102247,
		harvest = {
			[1] = {
				[1] = 90,
				[2] = 1,
			},
		},
		leixing = 12,
		beizhu = "终极·尊·弑神战戒",
		txt = "18转套装",
	},
	[278] = {
		type = 2,
		equipid = 101520,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "防·真·破灭战盔",
		txt = "7转套装",
	},
	[279] = {
		type = 2,
		equipid = 101521,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "反·真·破灭战盔",
		txt = "7转套装",
	},
	[280] = {
		type = 2,
		equipid = 101522,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "闪·真·破灭战盔",
		txt = "7转套装",
	},
	[281] = {
		type = 2,
		equipid = 101523,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "龙体·真·破灭战盔",
		txt = "8转套装",
	},
	[282] = {
		type = 2,
		equipid = 101524,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "玄体·真·破灭战盔",
		txt = "8转套装",
	},
	[283] = {
		type = 2,
		equipid = 101525,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "天命·真·破灭战盔",
		txt = "8转套装",
	},
	[284] = {
		type = 2,
		equipid = 101526,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 3,
		beizhu = "终极·真·破灭战盔",
		txt = "9转套装",
	},
	[285] = {
		type = 2,
		equipid = 101527,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "防·神·天殇战盔",
		txt = "10转套装",
	},
	[286] = {
		type = 2,
		equipid = 101528,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "反·神·天殇战盔",
		txt = "10转套装",
	},
	[287] = {
		type = 2,
		equipid = 101529,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "闪·神·天殇战盔",
		txt = "10转套装",
	},
	[288] = {
		type = 2,
		equipid = 101530,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "龙体·神·天殇战盔",
		txt = "11转套装",
	},
	[289] = {
		type = 2,
		equipid = 101531,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "玄体·神·天殇战盔",
		txt = "11转套装",
	},
	[290] = {
		type = 2,
		equipid = 101532,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "天命·神·天殇战盔",
		txt = "11转套装",
	},
	[291] = {
		type = 2,
		equipid = 101533,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 6,
		beizhu = "终极·神·天殇战盔",
		txt = "12转套装",
	},
	[292] = {
		type = 2,
		equipid = 101534,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "防·圣·屠妖战盔",
		txt = "13转套装",
	},
	[293] = {
		type = 2,
		equipid = 101535,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "反·圣·屠妖战盔",
		txt = "13转套装",
	},
	[294] = {
		type = 2,
		equipid = 101536,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "闪·圣·屠妖战盔",
		txt = "13转套装",
	},
	[295] = {
		type = 2,
		equipid = 101537,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "龙体·圣·屠妖战盔",
		txt = "14转套装",
	},
	[296] = {
		type = 2,
		equipid = 101538,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "玄体·圣·屠妖战盔",
		txt = "14转套装",
	},
	[297] = {
		type = 2,
		equipid = 101539,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "天命·圣·屠妖战盔",
		txt = "14转套装",
	},
	[298] = {
		type = 2,
		equipid = 101540,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 9,
		beizhu = "终极·圣·屠妖战盔",
		txt = "15转套装",
	},
	[299] = {
		type = 2,
		equipid = 101541,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "防·尊·弑神战盔",
		txt = "16转套装",
	},
	[300] = {
		type = 2,
		equipid = 101542,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "反·尊·弑神战盔",
		txt = "16转套装",
	},
	[301] = {
		type = 2,
		equipid = 101543,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "闪·尊·弑神战盔",
		txt = "16转套装",
	},
	[302] = {
		type = 2,
		equipid = 101544,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "龙体·尊·弑神战盔",
		txt = "17转套装",
	},
	[303] = {
		type = 2,
		equipid = 101545,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "玄体·尊·弑神战盔",
		txt = "17转套装",
	},
	[304] = {
		type = 2,
		equipid = 101546,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "天命·尊·弑神战盔",
		txt = "17转套装",
	},
	[305] = {
		type = 2,
		equipid = 101547,
		harvest = {
			[1] = {
				[1] = 90,
				[2] = 1,
			},
		},
		leixing = 12,
		beizhu = "终极·尊·弑神战盔",
		txt = "18转套装",
	},
	[306] = {
		type = 2,
		equipid = 102620,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "爆·真·破灭护腕",
		txt = "7转套装",
	},
	[307] = {
		type = 2,
		equipid = 102621,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "破·真·破灭护腕",
		txt = "7转套装",
	},
	[308] = {
		type = 2,
		equipid = 102622,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "反·真·破灭护腕",
		txt = "7转套装",
	},
	[309] = {
		type = 2,
		equipid = 102623,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "爆破·真·破灭护腕",
		txt = "8转套装",
	},
	[310] = {
		type = 2,
		equipid = 102624,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "无双·真·破灭护腕",
		txt = "8转套装",
	},
	[311] = {
		type = 2,
		equipid = 102625,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "天怒·真·破灭护腕",
		txt = "8转套装",
	},
	[312] = {
		type = 2,
		equipid = 102626,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 3,
		beizhu = "终极·真·破灭护腕",
		txt = "9转套装",
	},
	[313] = {
		type = 2,
		equipid = 102627,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "爆·神·天殇护腕",
		txt = "10转套装",
	},
	[314] = {
		type = 2,
		equipid = 102628,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "破·神·天殇护腕",
		txt = "10转套装",
	},
	[315] = {
		type = 2,
		equipid = 102629,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "反·神·天殇护腕",
		txt = "10转套装",
	},
	[316] = {
		type = 2,
		equipid = 102630,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "爆破·神·天殇护腕",
		txt = "11转套装",
	},
	[317] = {
		type = 2,
		equipid = 102631,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "无双·神·天殇护腕",
		txt = "11转套装",
	},
	[318] = {
		type = 2,
		equipid = 102632,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "天怒·神·天殇护腕",
		txt = "11转套装",
	},
	[319] = {
		type = 2,
		equipid = 102633,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 6,
		beizhu = "终极·神·天殇护腕",
		txt = "12转套装",
	},
	[320] = {
		type = 2,
		equipid = 102634,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "爆·圣·屠妖护腕",
		txt = "13转套装",
	},
	[321] = {
		type = 2,
		equipid = 102635,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "破·圣·屠妖护腕",
		txt = "13转套装",
	},
	[322] = {
		type = 2,
		equipid = 102636,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "反·圣·屠妖护腕",
		txt = "13转套装",
	},
	[323] = {
		type = 2,
		equipid = 102637,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "爆破·圣·屠妖护腕",
		txt = "14转套装",
	},
	[324] = {
		type = 2,
		equipid = 102638,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "无双·圣·屠妖护腕",
		txt = "14转套装",
	},
	[325] = {
		type = 2,
		equipid = 102639,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "天怒·圣·屠妖护腕",
		txt = "14转套装",
	},
	[326] = {
		type = 2,
		equipid = 102640,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 9,
		beizhu = "终极·圣·屠妖护腕",
		txt = "15转套装",
	},
	[327] = {
		type = 2,
		equipid = 102641,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "爆·尊·弑神护腕",
		txt = "16转套装",
	},
	[328] = {
		type = 2,
		equipid = 102642,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "破·尊·弑神护腕",
		txt = "16转套装",
	},
	[329] = {
		type = 2,
		equipid = 102643,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "反·尊·弑神护腕",
		txt = "16转套装",
	},
	[330] = {
		type = 2,
		equipid = 102644,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "爆破·尊·弑神护腕",
		txt = "17转套装",
	},
	[331] = {
		type = 2,
		equipid = 102645,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "无双·尊·弑神护腕",
		txt = "17转套装",
	},
	[332] = {
		type = 2,
		equipid = 102646,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "天怒·尊·弑神护腕",
		txt = "17转套装",
	},
	[333] = {
		type = 2,
		equipid = 102647,
		harvest = {
			[1] = {
				[1] = 90,
				[2] = 1,
			},
		},
		leixing = 12,
		beizhu = "终极·尊·弑神护腕",
		txt = "18转套装",
	},
	[334] = {
		type = 2,
		equipid = 105220,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "防·真·破灭战靴",
		txt = "7转套装",
	},
	[335] = {
		type = 2,
		equipid = 105221,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "抗·真·破灭战靴",
		txt = "7转套装",
	},
	[336] = {
		type = 2,
		equipid = 105222,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "破·真·破灭战靴",
		txt = "7转套装",
	},
	[337] = {
		type = 2,
		equipid = 105223,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "神体·真·破灭战靴",
		txt = "8转套装",
	},
	[338] = {
		type = 2,
		equipid = 105224,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "真魂·真·破灭战靴",
		txt = "8转套装",
	},
	[339] = {
		type = 2,
		equipid = 105225,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "破军·真·破灭战靴",
		txt = "8转套装",
	},
	[340] = {
		type = 2,
		equipid = 105226,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 3,
		beizhu = "终极·真·破灭战靴",
		txt = "9转套装",
	},
	[341] = {
		type = 2,
		equipid = 105227,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "防·神·天殇战靴",
		txt = "10转套装",
	},
	[342] = {
		type = 2,
		equipid = 105228,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "抗·神·天殇战靴",
		txt = "10转套装",
	},
	[343] = {
		type = 2,
		equipid = 105229,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "破·神·天殇战靴",
		txt = "10转套装",
	},
	[344] = {
		type = 2,
		equipid = 105230,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "神体·神·天殇战靴",
		txt = "11转套装",
	},
	[345] = {
		type = 2,
		equipid = 105231,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "真魂·神·天殇战靴",
		txt = "11转套装",
	},
	[346] = {
		type = 2,
		equipid = 105232,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "破军·神·天殇战靴",
		txt = "11转套装",
	},
	[347] = {
		type = 2,
		equipid = 105233,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 6,
		beizhu = "终极·神·天殇战靴",
		txt = "12转套装",
	},
	[348] = {
		type = 2,
		equipid = 105234,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "防·圣·屠妖战靴",
		txt = "13转套装",
	},
	[349] = {
		type = 2,
		equipid = 105235,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "抗·圣·屠妖战靴",
		txt = "13转套装",
	},
	[350] = {
		type = 2,
		equipid = 105236,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "破·圣·屠妖战靴",
		txt = "13转套装",
	},
	[351] = {
		type = 2,
		equipid = 105237,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "神体·圣·屠妖战靴",
		txt = "14转套装",
	},
	[352] = {
		type = 2,
		equipid = 105238,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "真魂·圣·屠妖战靴",
		txt = "14转套装",
	},
	[353] = {
		type = 2,
		equipid = 105239,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "破军·圣·屠妖战靴",
		txt = "14转套装",
	},
	[354] = {
		type = 2,
		equipid = 105240,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 9,
		beizhu = "终极·圣·屠妖战靴",
		txt = "15转套装",
	},
	[355] = {
		type = 2,
		equipid = 105241,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "防·尊·弑神战靴",
		txt = "16转套装",
	},
	[356] = {
		type = 2,
		equipid = 105242,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "抗·尊·弑神战靴",
		txt = "16转套装",
	},
	[357] = {
		type = 2,
		equipid = 105243,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "破·尊·弑神战靴",
		txt = "16转套装",
	},
	[358] = {
		type = 2,
		equipid = 105244,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "神体·尊·弑神战靴",
		txt = "17转套装",
	},
	[359] = {
		type = 2,
		equipid = 105245,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "真魂·尊·弑神战靴",
		txt = "17转套装",
	},
	[360] = {
		type = 2,
		equipid = 105246,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "破军·尊·弑神战靴",
		txt = "17转套装",
	},
	[361] = {
		type = 2,
		equipid = 105247,
		harvest = {
			[1] = {
				[1] = 90,
				[2] = 1,
			},
		},
		leixing = 12,
		beizhu = "终极·尊·弑神战靴",
		txt = "18转套装",
	},
	[362] = {
		type = 2,
		equipid = 105420,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "抗·真·破灭护腰",
		txt = "7转套装",
	},
	[363] = {
		type = 2,
		equipid = 105421,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "反·真·破灭护腰",
		txt = "7转套装",
	},
	[364] = {
		type = 2,
		equipid = 105422,
		harvest = {
			[1] = {
				[1] = 10,
				[2] = 1,
			},
		},
		leixing = 1,
		beizhu = "闪·真·破灭护腰",
		txt = "7转套装",
	},
	[365] = {
		type = 2,
		equipid = 105423,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "混元·真·破灭护腰",
		txt = "8转套装",
	},
	[366] = {
		type = 2,
		equipid = 105424,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "金刚·真·破灭护腰",
		txt = "8转套装",
	},
	[367] = {
		type = 2,
		equipid = 105425,
		harvest = {
			[1] = {
				[1] = 20,
				[2] = 1,
			},
		},
		leixing = 2,
		beizhu = "天命·真·破灭护腰",
		txt = "8转套装",
	},
	[368] = {
		type = 2,
		equipid = 105426,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 3,
		beizhu = "终极·真·破灭护腰",
		txt = "9转套装",
	},
	[369] = {
		type = 2,
		equipid = 105427,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "抗·神·天殇护腰",
		txt = "10转套装",
	},
	[370] = {
		type = 2,
		equipid = 105428,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "反·神·天殇护腰",
		txt = "10转套装",
	},
	[371] = {
		type = 2,
		equipid = 105429,
		harvest = {
			[1] = {
				[1] = 30,
				[2] = 1,
			},
		},
		leixing = 4,
		beizhu = "闪·神·天殇护腰",
		txt = "10转套装",
	},
	[372] = {
		type = 2,
		equipid = 105430,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "混元·神·天殇护腰",
		txt = "11转套装",
	},
	[373] = {
		type = 2,
		equipid = 105431,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "金刚·神·天殇护腰",
		txt = "11转套装",
	},
	[374] = {
		type = 2,
		equipid = 105432,
		harvest = {
			[1] = {
				[1] = 40,
				[2] = 1,
			},
		},
		leixing = 5,
		beizhu = "天命·神·天殇护腰",
		txt = "11转套装",
	},
	[375] = {
		type = 2,
		equipid = 105433,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 6,
		beizhu = "终极·神·天殇护腰",
		txt = "12转套装",
	},
	[376] = {
		type = 2,
		equipid = 105434,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "抗·圣·屠妖护腰",
		txt = "13转套装",
	},
	[377] = {
		type = 2,
		equipid = 105435,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "反·圣·屠妖护腰",
		txt = "13转套装",
	},
	[378] = {
		type = 2,
		equipid = 105436,
		harvest = {
			[1] = {
				[1] = 50,
				[2] = 1,
			},
		},
		leixing = 7,
		beizhu = "闪·圣·屠妖护腰",
		txt = "13转套装",
	},
	[379] = {
		type = 2,
		equipid = 105437,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "混元·圣·屠妖护腰",
		txt = "14转套装",
	},
	[380] = {
		type = 2,
		equipid = 105438,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "金刚·圣·屠妖护腰",
		txt = "14转套装",
	},
	[381] = {
		type = 2,
		equipid = 105439,
		harvest = {
			[1] = {
				[1] = 60,
				[2] = 1,
			},
		},
		leixing = 8,
		beizhu = "天命·圣·屠妖护腰",
		txt = "14转套装",
	},
	[382] = {
		type = 2,
		equipid = 105440,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 9,
		beizhu = "终极·圣·屠妖护腰",
		txt = "15转套装",
	},
	[383] = {
		type = 2,
		equipid = 105441,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "抗·尊·弑神护腰",
		txt = "16转套装",
	},
	[384] = {
		type = 2,
		equipid = 105442,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "反·尊·弑神护腰",
		txt = "16转套装",
	},
	[385] = {
		type = 2,
		equipid = 105443,
		harvest = {
			[1] = {
				[1] = 70,
				[2] = 1,
			},
		},
		leixing = 10,
		beizhu = "闪·尊·弑神护腰",
		txt = "16转套装",
	},
	[386] = {
		type = 2,
		equipid = 105444,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "混元·尊·弑神护腰",
		txt = "17转套装",
	},
	[387] = {
		type = 2,
		equipid = 105445,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "金刚·尊·弑神护腰",
		txt = "17转套装",
	},
	[388] = {
		type = 2,
		equipid = 105446,
		harvest = {
			[1] = {
				[1] = 80,
				[2] = 1,
			},
		},
		leixing = 11,
		beizhu = "天命·尊·弑神护腰",
		txt = "17转套装",
	},
	[389] = {
		type = 2,
		equipid = 105447,
		harvest = {
			[1] = {
				[1] = 90,
				[2] = 1,
			},
		},
		leixing = 12,
		beizhu = "终极·尊·弑神护腰",
		txt = "18转套装",
	},
	[390] = {
		type = 2,
		equipid = 103008,
		harvest = {
			[1] = {
				[1] = 100,
				[2] = 1,
			},
		},
		leixing = 13,
		beizhu = "真·破灭勋章",
		txt = "勋章",
	},
	[391] = {
		type = 2,
		equipid = 103009,
		harvest = {
			[1] = {
				[1] = 200,
				[2] = 1,
			},
		},
		leixing = 13,
		beizhu = "神·天殇勋章",
		txt = "勋章",
	},
	[392] = {
		type = 2,
		equipid = 103010,
		harvest = {
			[1] = {
				[1] = 300,
				[2] = 1,
			},
		},
		leixing = 13,
		beizhu = "圣·屠妖勋章",
		txt = "勋章",
	},
	[393] = {
		type = 2,
		equipid = 103011,
		harvest = {
			[1] = {
				[1] = 400,
				[2] = 1,
			},
		},
		leixing = 13,
		beizhu = "尊·弑神勋章",
		txt = "勋章",
	},
	[394] = {
		type = 2,
		equipid = 103012,
		harvest = {
			[1] = {
				[1] = 500,
				[2] = 1,
			},
		},
		leixing = 13,
		beizhu = "皇·帝逝勋章",
		txt = "勋章",
	},
	[395] = {
		type = 2,
		equipid = 101608,
		harvest = {
			[1] = {
				[1] = 100,
				[2] = 1,
			},
		},
		leixing = 14,
		beizhu = "真·破灭斗笠",
		txt = "斗笠",
	},
	[396] = {
		type = 2,
		equipid = 101609,
		harvest = {
			[1] = {
				[1] = 200,
				[2] = 1,
			},
		},
		leixing = 14,
		beizhu = "神·天殇斗笠",
		txt = "斗笠",
	},
	[397] = {
		type = 2,
		equipid = 101610,
		harvest = {
			[1] = {
				[1] = 300,
				[2] = 1,
			},
		},
		leixing = 14,
		beizhu = "圣·屠妖斗笠",
		txt = "斗笠",
	},
	[398] = {
		type = 2,
		equipid = 101611,
		harvest = {
			[1] = {
				[1] = 400,
				[2] = 1,
			},
		},
		leixing = 14,
		beizhu = "尊·弑神斗笠",
		txt = "斗笠",
	},
	[399] = {
		type = 2,
		equipid = 101612,
		harvest = {
			[1] = {
				[1] = 500,
				[2] = 1,
			},
		},
		leixing = 14,
		beizhu = "皇·帝逝斗笠",
		txt = "斗笠",
	},
	[400] = {
		type = 2,
		equipid = 104808,
		harvest = {
			[1] = {
				[1] = 100,
				[2] = 1,
			},
		},
		leixing = 15,
		beizhu = "真·破灭盾牌",
		txt = "盾牌",
	},
	[401] = {
		type = 2,
		equipid = 104809,
		harvest = {
			[1] = {
				[1] = 200,
				[2] = 1,
			},
		},
		leixing = 15,
		beizhu = "神·天殇盾牌",
		txt = "盾牌",
	},
	[402] = {
		type = 2,
		equipid = 104810,
		harvest = {
			[1] = {
				[1] = 300,
				[2] = 1,
			},
		},
		leixing = 15,
		beizhu = "圣·屠妖盾牌",
		txt = "盾牌",
	},
	[403] = {
		type = 2,
		equipid = 104811,
		harvest = {
			[1] = {
				[1] = 400,
				[2] = 1,
			},
		},
		leixing = 15,
		beizhu = "尊·弑神盾牌",
		txt = "盾牌",
	},
	[404] = {
		type = 2,
		equipid = 104812,
		harvest = {
			[1] = {
				[1] = 500,
				[2] = 1,
			},
		},
		leixing = 15,
		beizhu = "皇·帝逝盾牌",
		txt = "盾牌",
	},
	[405] = {
		type = 2,
		equipid = 100708,
		harvest = {
			[1] = {
				[1] = 100,
				[2] = 1,
			},
		},
		leixing = 16,
		beizhu = "真·破灭宝石",
		txt = "宝石",
	},
	[406] = {
		type = 2,
		equipid = 100709,
		harvest = {
			[1] = {
				[1] = 200,
				[2] = 1,
			},
		},
		leixing = 16,
		beizhu = "神·天殇宝石",
		txt = "宝石",
	},
	[407] = {
		type = 2,
		equipid = 100710,
		harvest = {
			[1] = {
				[1] = 300,
				[2] = 1,
			},
		},
		leixing = 16,
		beizhu = "圣·屠妖宝石",
		txt = "宝石",
	},
	[408] = {
		type = 2,
		equipid = 100711,
		harvest = {
			[1] = {
				[1] = 400,
				[2] = 1,
			},
		},
		leixing = 16,
		beizhu = "尊·弑神宝石",
		txt = "宝石",
	},
	[409] = {
		type = 2,
		equipid = 100712,
		harvest = {
			[1] = {
				[1] = 500,
				[2] = 1,
			},
		},
		leixing = 16,
		beizhu = "皇·帝逝宝石",
		txt = "宝石",
	},
	[410] = {
		type = 2,
		equipid = 102508,
		harvest = {
			[1] = {
				[1] = 100,
				[2] = 1,
			},
		},
		leixing = 17,
		beizhu = "真·破灭血玉",
		txt = "血玉",
	},
	[411] = {
		type = 2,
		equipid = 102509,
		harvest = {
			[1] = {
				[1] = 200,
				[2] = 1,
			},
		},
		leixing = 17,
		beizhu = "神·天殇血玉",
		txt = "血玉",
	},
	[412] = {
		type = 2,
		equipid = 102510,
		harvest = {
			[1] = {
				[1] = 300,
				[2] = 1,
			},
		},
		leixing = 17,
		beizhu = "圣·屠妖血玉",
		txt = "血玉",
	},
	[413] = {
		type = 2,
		equipid = 102511,
		harvest = {
			[1] = {
				[1] = 400,
				[2] = 1,
			},
		},
		leixing = 17,
		beizhu = "尊·弑神血玉",
		txt = "血玉",
	},
	[414] = {
		type = 2,
		equipid = 102512,
		harvest = {
			[1] = {
				[1] = 500,
				[2] = 1,
			},
		},
		leixing = 17,
		beizhu = "皇·帝逝血玉",
		txt = "血玉",
	},
	[415] = {
		type = 2,
		equipid = 106507,
		harvest = {
			[1] = {
				[1] = 100,
				[2] = 1,
			},
		},
		leixing = 18,
		beizhu = "真·破灭秘术·战旗",
		txt = "战旗",
	},
	[416] = {
		type = 2,
		equipid = 106508,
		harvest = {
			[1] = {
				[1] = 200,
				[2] = 1,
			},
		},
		leixing = 18,
		beizhu = "神·天殇秘术·战旗",
		txt = "战旗",
	},
	[417] = {
		type = 2,
		equipid = 106509,
		harvest = {
			[1] = {
				[1] = 300,
				[2] = 1,
			},
		},
		leixing = 18,
		beizhu = "圣·屠妖秘术·战旗",
		txt = "战旗",
	},
	[418] = {
		type = 2,
		equipid = 106510,
		harvest = {
			[1] = {
				[1] = 400,
				[2] = 1,
			},
		},
		leixing = 18,
		beizhu = "尊·弑神秘术·战旗",
		txt = "战旗",
	},
	[419] = {
		type = 2,
		equipid = 106511,
		harvest = {
			[1] = {
				[1] = 500,
				[2] = 1,
			},
		},
		leixing = 18,
		beizhu = "皇·帝逝秘术·战旗",
		txt = "战旗",
	},
	[420] = {
		type = 2,
		equipid = 102807,
		harvest = {
			[1] = {
				[1] = 100,
				[2] = 1,
			},
		},
		leixing = 19,
		beizhu = "真·破灭秘术·战鼓",
		txt = "战鼓",
	},
	[421] = {
		type = 2,
		equipid = 102808,
		harvest = {
			[1] = {
				[1] = 200,
				[2] = 1,
			},
		},
		leixing = 19,
		beizhu = "神·天殇秘术·战鼓",
		txt = "战鼓",
	},
	[422] = {
		type = 2,
		equipid = 102809,
		harvest = {
			[1] = {
				[1] = 300,
				[2] = 1,
			},
		},
		leixing = 19,
		beizhu = "圣·屠妖秘术·战鼓",
		txt = "战鼓",
	},
	[423] = {
		type = 2,
		equipid = 102810,
		harvest = {
			[1] = {
				[1] = 400,
				[2] = 1,
			},
		},
		leixing = 19,
		beizhu = "尊·弑神秘术·战鼓",
		txt = "战鼓",
	},
	[424] = {
		type = 2,
		equipid = 102811,
		harvest = {
			[1] = {
				[1] = 500,
				[2] = 1,
			},
		},
		leixing = 19,
		beizhu = "皇·帝逝秘术·战鼓",
		txt = "战鼓",
	},
}
return config