local config = {
	[1] = {
		type = 1,
		type2 = 1,
		yeqian = "套装",
		typename = "王者套装（50级）",
		type3 = 1,
		itemid = 50014,
		price = {
			[1] = {
				[1] = 4,
				[2] = 10,
			},
		},
		txt = "新人·刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 10,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[2] = {
		type = 1,
		type2 = 1,
		yeqian = "套装",
		typename = "王者套装（50级）",
		type3 = 2,
		itemid = 50051,
		price = {
			[1] = {
				[1] = 4,
				[2] = 10,
			},
		},
		txt = "新人·甲",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 10,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[3] = {
		type = 1,
		type2 = 1,
		yeqian = "套装",
		typename = "王者套装（50级）",
		type3 = 3,
		itemid = 100501,
		price = {
			[1] = {
				[1] = 4,
				[2] = 20,
			},
		},
		txt = "王者之刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 20,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[4] = {
		type = 1,
		type2 = 1,
		yeqian = "套装",
		typename = "王者套装（50级）",
		type3 = 4,
		itemid = 101001,
		price = {
			[1] = {
				[1] = 4,
				[2] = 20,
			},
		},
		txt = "王者战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 20,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[5] = {
		type = 1,
		type2 = 1,
		yeqian = "套装",
		typename = "王者套装（50级）",
		type3 = 5,
		itemid = 101901,
		price = {
			[1] = {
				[1] = 4,
				[2] = 10,
			},
		},
		txt = "王者项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 10,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[6] = {
		type = 1,
		type2 = 1,
		yeqian = "套装",
		typename = "王者套装（50级）",
		type3 = 6,
		itemid = 102201,
		price = {
			[1] = {
				[1] = 4,
				[2] = 10,
			},
		},
		txt = "王者戒指",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 10,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[7] = {
		type = 1,
		type2 = 1,
		yeqian = "套装",
		typename = "王者套装（50级）",
		type3 = 7,
		itemid = 101501,
		price = {
			[1] = {
				[1] = 4,
				[2] = 10,
			},
		},
		txt = "王者头盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 10,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[8] = {
		type = 1,
		type2 = 1,
		yeqian = "套装",
		typename = "王者套装（50级）",
		type3 = 8,
		itemid = 102601,
		price = {
			[1] = {
				[1] = 4,
				[2] = 10,
			},
		},
		txt = "王者手镯",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 10,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[9] = {
		type = 1,
		type2 = 1,
		yeqian = "套装",
		typename = "王者套装（50级）",
		type3 = 9,
		itemid = 105201,
		price = {
			[1] = {
				[1] = 4,
				[2] = 10,
			},
		},
		txt = "王者靴子",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 10,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[10] = {
		type = 1,
		type2 = 1,
		yeqian = "套装",
		typename = "王者套装（50级）",
		type3 = 10,
		itemid = 105401,
		price = {
			[1] = {
				[1] = 4,
				[2] = 10,
			},
		},
		txt = "王者腰带",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 10,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[11] = {
		type = 1,
		type2 = 2,
		yeqian = "套装",
		typename = "炎龙套装（55级）",
		type3 = 1,
		itemid = 100502,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "炎龙之刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[12] = {
		type = 1,
		type2 = 2,
		yeqian = "套装",
		typename = "炎龙套装（55级）",
		type3 = 2,
		itemid = 101003,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "炎龙战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[13] = {
		type = 1,
		type2 = 2,
		yeqian = "套装",
		typename = "炎龙套装（55级）",
		type3 = 3,
		itemid = 101902,
		price = {
			[1] = {
				[1] = 4,
				[2] = 15,
			},
		},
		txt = "炎龙项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 15,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[14] = {
		type = 1,
		type2 = 2,
		yeqian = "套装",
		typename = "炎龙套装（55级）",
		type3 = 4,
		itemid = 102202,
		price = {
			[1] = {
				[1] = 4,
				[2] = 15,
			},
		},
		txt = "炎龙戒指",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 15,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[15] = {
		type = 1,
		type2 = 2,
		yeqian = "套装",
		typename = "炎龙套装（55级）",
		type3 = 5,
		itemid = 101502,
		price = {
			[1] = {
				[1] = 4,
				[2] = 15,
			},
		},
		txt = "炎龙头盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 15,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[16] = {
		type = 1,
		type2 = 2,
		yeqian = "套装",
		typename = "炎龙套装（55级）",
		type3 = 6,
		itemid = 102602,
		price = {
			[1] = {
				[1] = 4,
				[2] = 15,
			},
		},
		txt = "炎龙手镯",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 15,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[17] = {
		type = 1,
		type2 = 2,
		yeqian = "套装",
		typename = "炎龙套装（55级）",
		type3 = 7,
		itemid = 105202,
		price = {
			[1] = {
				[1] = 4,
				[2] = 15,
			},
		},
		txt = "炎龙靴子",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 15,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[18] = {
		type = 1,
		type2 = 2,
		yeqian = "套装",
		typename = "炎龙套装（55级）",
		type3 = 8,
		itemid = 105402,
		price = {
			[1] = {
				[1] = 4,
				[2] = 15,
			},
		},
		txt = "炎龙腰带",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 15,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[19] = {
		type = 1,
		type2 = 3,
		yeqian = "套装",
		typename = "追魂套装（60级）",
		type3 = 1,
		itemid = 100503,
		price = {
			[1] = {
				[1] = 4,
				[2] = 40,
			},
		},
		txt = "追魂之刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 40,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[20] = {
		type = 1,
		type2 = 3,
		yeqian = "套装",
		typename = "追魂套装（60级）",
		type3 = 2,
		itemid = 101005,
		price = {
			[1] = {
				[1] = 4,
				[2] = 40,
			},
		},
		txt = "追魂战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 40,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[21] = {
		type = 1,
		type2 = 3,
		yeqian = "套装",
		typename = "追魂套装（60级）",
		type3 = 3,
		itemid = 101903,
		price = {
			[1] = {
				[1] = 4,
				[2] = 20,
			},
		},
		txt = "追魂项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 20,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[22] = {
		type = 1,
		type2 = 3,
		yeqian = "套装",
		typename = "追魂套装（60级）",
		type3 = 4,
		itemid = 102203,
		price = {
			[1] = {
				[1] = 4,
				[2] = 20,
			},
		},
		txt = "追魂戒指",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 20,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[23] = {
		type = 1,
		type2 = 3,
		yeqian = "套装",
		typename = "追魂套装（60级）",
		type3 = 5,
		itemid = 101503,
		price = {
			[1] = {
				[1] = 4,
				[2] = 20,
			},
		},
		txt = "追魂头盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 20,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[24] = {
		type = 1,
		type2 = 3,
		yeqian = "套装",
		typename = "追魂套装（60级）",
		type3 = 6,
		itemid = 102603,
		price = {
			[1] = {
				[1] = 4,
				[2] = 20,
			},
		},
		txt = "追魂手镯",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 20,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[25] = {
		type = 1,
		type2 = 3,
		yeqian = "套装",
		typename = "追魂套装（60级）",
		type3 = 7,
		itemid = 105203,
		price = {
			[1] = {
				[1] = 4,
				[2] = 20,
			},
		},
		txt = "追魂靴子",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 20,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[26] = {
		type = 1,
		type2 = 3,
		yeqian = "套装",
		typename = "追魂套装（60级）",
		type3 = 8,
		itemid = 105403,
		price = {
			[1] = {
				[1] = 4,
				[2] = 20,
			},
		},
		txt = "追魂腰带",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 20,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[27] = {
		type = 1,
		type2 = 4,
		yeqian = "套装",
		typename = "火龙套装（65级）",
		type3 = 1,
		itemid = 100504,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "火龙之刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[28] = {
		type = 1,
		type2 = 4,
		yeqian = "套装",
		typename = "火龙套装（65级）",
		type3 = 2,
		itemid = 101007,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "火龙战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[29] = {
		type = 1,
		type2 = 4,
		yeqian = "套装",
		typename = "火龙套装（65级）",
		type3 = 3,
		itemid = 101904,
		price = {
			[1] = {
				[1] = 4,
				[2] = 25,
			},
		},
		txt = "火龙项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 25,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[30] = {
		type = 1,
		type2 = 4,
		yeqian = "套装",
		typename = "火龙套装（65级）",
		type3 = 4,
		itemid = 102204,
		price = {
			[1] = {
				[1] = 4,
				[2] = 25,
			},
		},
		txt = "火龙战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 25,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[31] = {
		type = 1,
		type2 = 4,
		yeqian = "套装",
		typename = "火龙套装（65级）",
		type3 = 5,
		itemid = 101504,
		price = {
			[1] = {
				[1] = 4,
				[2] = 25,
			},
		},
		txt = "火龙战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 25,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[32] = {
		type = 1,
		type2 = 4,
		yeqian = "套装",
		typename = "火龙套装（65级）",
		type3 = 6,
		itemid = 102604,
		price = {
			[1] = {
				[1] = 4,
				[2] = 25,
			},
		},
		txt = "火龙战腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 25,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[33] = {
		type = 1,
		type2 = 4,
		yeqian = "套装",
		typename = "火龙套装（65级）",
		type3 = 7,
		itemid = 105204,
		price = {
			[1] = {
				[1] = 4,
				[2] = 25,
			},
		},
		txt = "火龙战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 25,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[34] = {
		type = 1,
		type2 = 4,
		yeqian = "套装",
		typename = "火龙套装（65级）",
		type3 = 8,
		itemid = 105404,
		price = {
			[1] = {
				[1] = 4,
				[2] = 25,
			},
		},
		txt = "火龙护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 25,
			},
		},
		gouxuan = 1,
		pdfd = 10,
	},
	[35] = {
		type = 1,
		type2 = 5,
		yeqian = "套装",
		typename = "倚天套装（70级）",
		type3 = 1,
		itemid = 100505,
		price = {
			[1] = {
				[1] = 4,
				[2] = 60,
			},
		},
		txt = "倚天之刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 60,
			},
		},
		pdfd = 10,
	},
	[36] = {
		type = 1,
		type2 = 5,
		yeqian = "套装",
		typename = "倚天套装（70级）",
		type3 = 2,
		itemid = 101009,
		price = {
			[1] = {
				[1] = 4,
				[2] = 60,
			},
		},
		txt = "倚天战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 60,
			},
		},
		pdfd = 10,
	},
	[37] = {
		type = 1,
		type2 = 5,
		yeqian = "套装",
		typename = "倚天套装（70级）",
		type3 = 3,
		itemid = 101905,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[38] = {
		type = 1,
		type2 = 5,
		yeqian = "套装",
		typename = "倚天套装（70级）",
		type3 = 4,
		itemid = 102205,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[39] = {
		type = 1,
		type2 = 5,
		yeqian = "套装",
		typename = "倚天套装（70级）",
		type3 = 5,
		itemid = 101505,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[40] = {
		type = 1,
		type2 = 5,
		yeqian = "套装",
		typename = "倚天套装（70级）",
		type3 = 6,
		itemid = 102605,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天战腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[41] = {
		type = 1,
		type2 = 5,
		yeqian = "套装",
		typename = "倚天套装（70级）",
		type3 = 7,
		itemid = 105205,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[42] = {
		type = 1,
		type2 = 5,
		yeqian = "套装",
		typename = "倚天套装（70级）",
		type3 = 8,
		itemid = 105405,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[43] = {
		type = 1,
		type2 = 6,
		yeqian = "套装",
		typename = "传奇套装（75级）",
		type3 = 1,
		itemid = 100506,
		price = {
			[1] = {
				[1] = 4,
				[2] = 70,
			},
		},
		txt = "传奇之刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 70,
			},
		},
		pdfd = 10,
	},
	[44] = {
		type = 1,
		type2 = 6,
		yeqian = "套装",
		typename = "传奇套装（75级）",
		type3 = 2,
		itemid = 101011,
		price = {
			[1] = {
				[1] = 4,
				[2] = 70,
			},
		},
		txt = "传奇战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 70,
			},
		},
		pdfd = 10,
	},
	[45] = {
		type = 1,
		type2 = 6,
		yeqian = "套装",
		typename = "传奇套装（75级）",
		type3 = 3,
		itemid = 101906,
		price = {
			[1] = {
				[1] = 4,
				[2] = 35,
			},
		},
		txt = "传奇项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 35,
			},
		},
		pdfd = 10,
	},
	[46] = {
		type = 1,
		type2 = 6,
		yeqian = "套装",
		typename = "传奇套装（75级）",
		type3 = 4,
		itemid = 102206,
		price = {
			[1] = {
				[1] = 4,
				[2] = 35,
			},
		},
		txt = "传奇战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 35,
			},
		},
		pdfd = 10,
	},
	[47] = {
		type = 1,
		type2 = 6,
		yeqian = "套装",
		typename = "传奇套装（75级）",
		type3 = 5,
		itemid = 101506,
		price = {
			[1] = {
				[1] = 4,
				[2] = 35,
			},
		},
		txt = "传奇战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 35,
			},
		},
		pdfd = 10,
	},
	[48] = {
		type = 1,
		type2 = 6,
		yeqian = "套装",
		typename = "传奇套装（75级）",
		type3 = 6,
		itemid = 102606,
		price = {
			[1] = {
				[1] = 4,
				[2] = 35,
			},
		},
		txt = "传奇战腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 35,
			},
		},
		pdfd = 10,
	},
	[49] = {
		type = 1,
		type2 = 6,
		yeqian = "套装",
		typename = "传奇套装（75级）",
		type3 = 7,
		itemid = 105206,
		price = {
			[1] = {
				[1] = 4,
				[2] = 35,
			},
		},
		txt = "传奇战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 35,
			},
		},
		pdfd = 10,
	},
	[50] = {
		type = 1,
		type2 = 6,
		yeqian = "套装",
		typename = "传奇套装（75级）",
		type3 = 8,
		itemid = 105406,
		price = {
			[1] = {
				[1] = 4,
				[2] = 35,
			},
		},
		txt = "传奇护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 35,
			},
		},
		pdfd = 10,
	},
	[51] = {
		type = 1,
		type2 = 7,
		yeqian = "套装",
		typename = "刺影套装（80级）",
		type3 = 1,
		itemid = 100507,
		price = {
			[1] = {
				[1] = 4,
				[2] = 80,
			},
		},
		txt = "刺影の刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 80,
			},
		},
		pdfd = 10,
	},
	[52] = {
		type = 1,
		type2 = 7,
		yeqian = "套装",
		typename = "刺影套装（80级）",
		type3 = 2,
		itemid = 101013,
		price = {
			[1] = {
				[1] = 4,
				[2] = 80,
			},
		},
		txt = "刺影の甲",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 80,
			},
		},
		pdfd = 10,
	},
	[53] = {
		type = 1,
		type2 = 7,
		yeqian = "套装",
		typename = "刺影套装（80级）",
		type3 = 3,
		itemid = 101907,
		price = {
			[1] = {
				[1] = 4,
				[2] = 40,
			},
		},
		txt = "刺影の项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 40,
			},
		},
		pdfd = 10,
	},
	[54] = {
		type = 1,
		type2 = 7,
		yeqian = "套装",
		typename = "刺影套装（80级）",
		type3 = 4,
		itemid = 102207,
		price = {
			[1] = {
				[1] = 4,
				[2] = 40,
			},
		},
		txt = "刺影の战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 40,
			},
		},
		pdfd = 10,
	},
	[55] = {
		type = 1,
		type2 = 7,
		yeqian = "套装",
		typename = "刺影套装（80级）",
		type3 = 5,
		itemid = 101507,
		price = {
			[1] = {
				[1] = 4,
				[2] = 40,
			},
		},
		txt = "刺影の战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 40,
			},
		},
		pdfd = 10,
	},
	[56] = {
		type = 1,
		type2 = 7,
		yeqian = "套装",
		typename = "刺影套装（80级）",
		type3 = 6,
		itemid = 102607,
		price = {
			[1] = {
				[1] = 4,
				[2] = 40,
			},
		},
		txt = "刺影の战腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 40,
			},
		},
		pdfd = 10,
	},
	[57] = {
		type = 1,
		type2 = 7,
		yeqian = "套装",
		typename = "刺影套装（80级）",
		type3 = 7,
		itemid = 105207,
		price = {
			[1] = {
				[1] = 4,
				[2] = 40,
			},
		},
		txt = "刺影の战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 40,
			},
		},
		pdfd = 10,
	},
	[58] = {
		type = 1,
		type2 = 7,
		yeqian = "套装",
		typename = "刺影套装（80级）",
		type3 = 8,
		itemid = 105407,
		price = {
			[1] = {
				[1] = 4,
				[2] = 40,
			},
		},
		txt = "刺影の护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 40,
			},
		},
		pdfd = 10,
	},
	[59] = {
		type = 1,
		type2 = 8,
		yeqian = "套装",
		typename = "残梦套装（1转）",
		type3 = 1,
		itemid = 100508,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "残梦の刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[60] = {
		type = 1,
		type2 = 8,
		yeqian = "套装",
		typename = "残梦套装（1转）",
		type3 = 2,
		itemid = 101015,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "残梦の甲",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[61] = {
		type = 1,
		type2 = 8,
		yeqian = "套装",
		typename = "残梦套装（1转）",
		type3 = 3,
		itemid = 101908,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "残梦の项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[62] = {
		type = 1,
		type2 = 8,
		yeqian = "套装",
		typename = "残梦套装（1转）",
		type3 = 4,
		itemid = 102208,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "残梦の战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[63] = {
		type = 1,
		type2 = 8,
		yeqian = "套装",
		typename = "残梦套装（1转）",
		type3 = 5,
		itemid = 101508,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "残梦の战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[64] = {
		type = 1,
		type2 = 8,
		yeqian = "套装",
		typename = "残梦套装（1转）",
		type3 = 6,
		itemid = 102608,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "残梦の战腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[65] = {
		type = 1,
		type2 = 8,
		yeqian = "套装",
		typename = "残梦套装（1转）",
		type3 = 7,
		itemid = 105208,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "残梦の战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[66] = {
		type = 1,
		type2 = 8,
		yeqian = "套装",
		typename = "残梦套装（1转）",
		type3 = 8,
		itemid = 105408,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "残梦の护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[67] = {
		type = 1,
		type2 = 9,
		yeqian = "套装",
		typename = "逆凰套装（2转）",
		type3 = 1,
		itemid = 100509,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "逆凰の刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[68] = {
		type = 1,
		type2 = 9,
		yeqian = "套装",
		typename = "逆凰套装（2转）",
		type3 = 2,
		itemid = 101017,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "逆凰の甲",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[69] = {
		type = 1,
		type2 = 9,
		yeqian = "套装",
		typename = "逆凰套装（2转）",
		type3 = 3,
		itemid = 101909,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "逆凰の项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[70] = {
		type = 1,
		type2 = 9,
		yeqian = "套装",
		typename = "逆凰套装（2转）",
		type3 = 4,
		itemid = 102209,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "逆凰の战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[71] = {
		type = 1,
		type2 = 9,
		yeqian = "套装",
		typename = "逆凰套装（2转）",
		type3 = 5,
		itemid = 101509,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "逆凰の战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[72] = {
		type = 1,
		type2 = 9,
		yeqian = "套装",
		typename = "逆凰套装（2转）",
		type3 = 6,
		itemid = 102609,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "逆凰の战腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[73] = {
		type = 1,
		type2 = 9,
		yeqian = "套装",
		typename = "逆凰套装（2转）",
		type3 = 7,
		itemid = 105209,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "逆凰の战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[74] = {
		type = 1,
		type2 = 9,
		yeqian = "套装",
		typename = "逆凰套装（2转）",
		type3 = 8,
		itemid = 105409,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "逆凰の护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[75] = {
		type = 1,
		type2 = 10,
		yeqian = "套装",
		typename = "妄虚套装（3转）",
		type3 = 1,
		itemid = 100510,
		price = {
			[1] = {
				[1] = 4,
				[2] = 400,
			},
		},
		txt = "妄虚の刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 400,
			},
		},
		pdfd = 10,
	},
	[76] = {
		type = 1,
		type2 = 10,
		yeqian = "套装",
		typename = "妄虚套装（3转）",
		type3 = 2,
		itemid = 101019,
		price = {
			[1] = {
				[1] = 4,
				[2] = 400,
			},
		},
		txt = "妄虚の甲",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 400,
			},
		},
		pdfd = 10,
	},
	[77] = {
		type = 1,
		type2 = 10,
		yeqian = "套装",
		typename = "妄虚套装（3转）",
		type3 = 3,
		itemid = 101910,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "妄虚の项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[78] = {
		type = 1,
		type2 = 10,
		yeqian = "套装",
		typename = "妄虚套装（3转）",
		type3 = 4,
		itemid = 102210,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "妄虚の战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[79] = {
		type = 1,
		type2 = 10,
		yeqian = "套装",
		typename = "妄虚套装（3转）",
		type3 = 5,
		itemid = 101510,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "妄虚の战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[80] = {
		type = 1,
		type2 = 10,
		yeqian = "套装",
		typename = "妄虚套装（3转）",
		type3 = 6,
		itemid = 102610,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "妄虚の战腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[81] = {
		type = 1,
		type2 = 10,
		yeqian = "套装",
		typename = "妄虚套装（3转）",
		type3 = 7,
		itemid = 105210,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "妄虚の战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[82] = {
		type = 1,
		type2 = 10,
		yeqian = "套装",
		typename = "妄虚套装（3转）",
		type3 = 8,
		itemid = 105410,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "妄虚の护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[83] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 1,
		itemid = 100511,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		txt = "爆·噬血神剑",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[84] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 2,
		itemid = 100512,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		txt = "血·噬血神剑",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[85] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 3,
		itemid = 100513,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		txt = "攻·噬血神剑",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[86] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 4,
		itemid = 101021,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		txt = "闪·噬血战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[87] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 5,
		itemid = 101023,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		txt = "抗·噬血战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[88] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 6,
		itemid = 101025,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		txt = "防·噬血战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[89] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 7,
		itemid = 101911,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "破·噬血项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[90] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 8,
		itemid = 101912,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "血·噬血项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[91] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 9,
		itemid = 101913,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "攻·噬血项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[92] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 10,
		itemid = 102211,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "攻·噬血战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[93] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 11,
		itemid = 102212,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "爆·噬血战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[94] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 12,
		itemid = 102213,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "狂·噬血战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[95] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 13,
		itemid = 101511,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "防·噬血战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[96] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 14,
		itemid = 101512,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "反·噬血战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[97] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 15,
		itemid = 101513,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "闪·噬血战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[98] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 16,
		itemid = 102611,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "爆·噬血护腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[99] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 17,
		itemid = 102612,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "破·噬血护腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[100] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 18,
		itemid = 102613,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "反·噬血护腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[101] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 19,
		itemid = 105211,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "防·噬血战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[102] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 20,
		itemid = 105212,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "抗·噬血战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[103] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 21,
		itemid = 105213,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "破·噬血战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[104] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 22,
		itemid = 105411,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "抗·噬血护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[105] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 23,
		itemid = 105412,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "反·噬血护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[106] = {
		type = 1,
		type2 = 11,
		yeqian = "套装",
		typename = "噬血套装（4转）",
		type3 = 24,
		itemid = 105413,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "闪·噬血护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[107] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 1,
		itemid = 100514,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		txt = "爆·噬魂神剑",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[108] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 2,
		itemid = 100515,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		txt = "血·噬魂神剑",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[109] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 3,
		itemid = 100516,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		txt = "攻·噬魂神剑",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[110] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 4,
		itemid = 101027,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		txt = "闪·噬魂战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[111] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 5,
		itemid = 101029,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		txt = "抗·噬魂战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[112] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 6,
		itemid = 101031,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		txt = "防·噬魂战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[113] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 7,
		itemid = 101914,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "破·噬魂项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[114] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 8,
		itemid = 101915,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "血·噬魂项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[115] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 9,
		itemid = 101916,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "攻·噬魂项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[116] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 10,
		itemid = 102214,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "攻·噬魂战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[117] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 11,
		itemid = 102215,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "爆·噬魂战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[118] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 12,
		itemid = 102216,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "狂·噬魂战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[119] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 13,
		itemid = 101514,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "防·噬魂战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[120] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 14,
		itemid = 101515,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "反·噬魂战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[121] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 15,
		itemid = 101516,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "闪·噬魂战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[122] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 16,
		itemid = 102614,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "爆·噬魂护腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[123] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 17,
		itemid = 102615,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "破·噬魂护腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[124] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 18,
		itemid = 102616,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "反·噬魂护腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[125] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 19,
		itemid = 105214,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "防·噬魂战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[126] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 20,
		itemid = 105215,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "抗·噬魂战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[127] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 21,
		itemid = 105216,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "破·噬魂战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[128] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 22,
		itemid = 105414,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "抗·噬魂护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[129] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 23,
		itemid = 105415,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "反·噬魂护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[130] = {
		type = 1,
		type2 = 12,
		yeqian = "套装",
		typename = "噬魂套装（5转）",
		type3 = 24,
		itemid = 105416,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "闪·噬魂护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[131] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 1,
		itemid = 100517,
		price = {
			[1] = {
				[1] = 4,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		txt = "爆·苍穹之刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[132] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 2,
		itemid = 100518,
		price = {
			[1] = {
				[1] = 4,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		txt = "血·苍穹之刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[133] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 3,
		itemid = 100519,
		price = {
			[1] = {
				[1] = 4,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		txt = "攻·苍穹之刃",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[134] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 4,
		itemid = 101033,
		price = {
			[1] = {
				[1] = 4,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		txt = "闪·苍穹战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[135] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 5,
		itemid = 101035,
		price = {
			[1] = {
				[1] = 4,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		txt = "抗·苍穹战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[136] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 6,
		itemid = 101037,
		price = {
			[1] = {
				[1] = 4,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		txt = "防·苍穹战甲（男）",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 4000,
			},
			[2] = {
				[1] = 7340306,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[137] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 7,
		itemid = 101917,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "破·苍穹项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[138] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 8,
		itemid = 101918,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "血·苍穹项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[139] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 9,
		itemid = 101919,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "攻·苍穹项链",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[140] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 10,
		itemid = 102217,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "攻·苍穹战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[141] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 11,
		itemid = 102218,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "爆·苍穹战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[142] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 12,
		itemid = 102219,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "狂·苍穹战戒",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[143] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 13,
		itemid = 101517,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "防·苍穹战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[144] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 14,
		itemid = 101518,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "反·苍穹战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[145] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 15,
		itemid = 101519,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "闪·苍穹战盔",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[146] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 16,
		itemid = 102617,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "爆·苍穹护腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[147] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 17,
		itemid = 102618,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "破·苍穹护腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[148] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 18,
		itemid = 102619,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "反·苍穹护腕",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[149] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 19,
		itemid = 105217,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "防·苍穹战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[150] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 20,
		itemid = 105218,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "抗·苍穹战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[151] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 21,
		itemid = 105219,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "破·苍穹战靴",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[152] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 22,
		itemid = 105417,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "抗·苍穹护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[153] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 23,
		itemid = 105418,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "反·苍穹护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[154] = {
		type = 1,
		type2 = 13,
		yeqian = "套装",
		typename = "苍穹套装（6转）",
		type3 = 24,
		itemid = 105419,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		txt = "闪·苍穹护腰",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 3,
			},
		},
		pdfd = 10,
	},
	[155] = {
		type = 2,
		type2 = 1,
		yeqian = "特殊",
		typename = "倚天神饰（60级）",
		type3 = 1,
		itemid = 103001,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天勋章",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[156] = {
		type = 2,
		type2 = 1,
		yeqian = "特殊",
		typename = "倚天神饰（60级）",
		type3 = 2,
		itemid = 101601,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天斗笠",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[157] = {
		type = 2,
		type2 = 1,
		yeqian = "特殊",
		typename = "倚天神饰（60级）",
		type3 = 3,
		itemid = 104801,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天盾牌",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[158] = {
		type = 2,
		type2 = 1,
		yeqian = "特殊",
		typename = "倚天神饰（60级）",
		type3 = 4,
		itemid = 100701,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天宝石",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[159] = {
		type = 2,
		type2 = 1,
		yeqian = "特殊",
		typename = "倚天神饰（60级）",
		type3 = 5,
		itemid = 102501,
		price = {
			[1] = {
				[1] = 4,
				[2] = 30,
			},
		},
		txt = "倚天血玉",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 30,
			},
		},
		pdfd = 10,
	},
	[160] = {
		type = 2,
		type2 = 2,
		yeqian = "特殊",
		typename = "传奇神饰（75级）",
		type3 = 1,
		itemid = 103002,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "传奇勋章",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[161] = {
		type = 2,
		type2 = 2,
		yeqian = "特殊",
		typename = "传奇神饰（75级）",
		type3 = 2,
		itemid = 101602,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "传奇斗笠",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[162] = {
		type = 2,
		type2 = 2,
		yeqian = "特殊",
		typename = "传奇神饰（75级）",
		type3 = 3,
		itemid = 104802,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "传奇盾牌",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[163] = {
		type = 2,
		type2 = 2,
		yeqian = "特殊",
		typename = "传奇神饰（75级）",
		type3 = 4,
		itemid = 100702,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "传奇宝石",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[164] = {
		type = 2,
		type2 = 2,
		yeqian = "特殊",
		typename = "传奇神饰（75级）",
		type3 = 5,
		itemid = 102502,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "传奇血玉",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[165] = {
		type = 2,
		type2 = 3,
		yeqian = "特殊",
		typename = "刺影神饰（80级）",
		type3 = 1,
		itemid = 103003,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "刺影の勋章",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[166] = {
		type = 2,
		type2 = 3,
		yeqian = "特殊",
		typename = "刺影神饰（80级）",
		type3 = 2,
		itemid = 101603,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "刺影の斗笠",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[167] = {
		type = 2,
		type2 = 3,
		yeqian = "特殊",
		typename = "刺影神饰（80级）",
		type3 = 3,
		itemid = 104803,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "刺影の盾牌",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[168] = {
		type = 2,
		type2 = 3,
		yeqian = "特殊",
		typename = "刺影神饰（80级）",
		type3 = 4,
		itemid = 100703,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "刺影の宝石",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[169] = {
		type = 2,
		type2 = 3,
		yeqian = "特殊",
		typename = "刺影神饰（80级）",
		type3 = 5,
		itemid = 102503,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "刺影の血玉",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[170] = {
		type = 2,
		type2 = 4,
		yeqian = "特殊",
		typename = "残梦神饰（1转）",
		type3 = 1,
		itemid = 103004,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "残梦の勋章",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[171] = {
		type = 2,
		type2 = 4,
		yeqian = "特殊",
		typename = "残梦神饰（1转）",
		type3 = 2,
		itemid = 101604,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "残梦の斗笠",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[172] = {
		type = 2,
		type2 = 4,
		yeqian = "特殊",
		typename = "残梦神饰（1转）",
		type3 = 3,
		itemid = 104804,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "残梦の盾牌",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[173] = {
		type = 2,
		type2 = 4,
		yeqian = "特殊",
		typename = "残梦神饰（1转）",
		type3 = 4,
		itemid = 100704,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "残梦の宝石",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[174] = {
		type = 2,
		type2 = 4,
		yeqian = "特殊",
		typename = "残梦神饰（1转）",
		type3 = 5,
		itemid = 102504,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "残梦の血玉",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[175] = {
		type = 2,
		type2 = 5,
		yeqian = "特殊",
		typename = "妄虚神饰（2转）",
		type3 = 1,
		itemid = 103005,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "妄虚の勋章",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[176] = {
		type = 2,
		type2 = 5,
		yeqian = "特殊",
		typename = "妄虚神饰（2转）",
		type3 = 2,
		itemid = 101605,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "妄虚の斗笠",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[177] = {
		type = 2,
		type2 = 5,
		yeqian = "特殊",
		typename = "妄虚神饰（2转）",
		type3 = 3,
		itemid = 104805,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "妄虚の盾牌",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[178] = {
		type = 2,
		type2 = 5,
		yeqian = "特殊",
		typename = "妄虚神饰（2转）",
		type3 = 4,
		itemid = 100705,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "妄虚の宝石",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[179] = {
		type = 2,
		type2 = 5,
		yeqian = "特殊",
		typename = "妄虚神饰（2转）",
		type3 = 5,
		itemid = 102505,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "妄虚の血玉",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[180] = {
		type = 2,
		type2 = 6,
		yeqian = "特殊",
		typename = "噬血神饰（3转）",
		type3 = 1,
		itemid = 103006,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "噬血勋章",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[181] = {
		type = 2,
		type2 = 6,
		yeqian = "特殊",
		typename = "噬血神饰（3转）",
		type3 = 2,
		itemid = 101606,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "噬血斗笠",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[182] = {
		type = 2,
		type2 = 6,
		yeqian = "特殊",
		typename = "噬血神饰（3转）",
		type3 = 3,
		itemid = 104806,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "噬血盾牌",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[183] = {
		type = 2,
		type2 = 6,
		yeqian = "特殊",
		typename = "噬血神饰（3转）",
		type3 = 4,
		itemid = 100706,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "噬血宝石",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[184] = {
		type = 2,
		type2 = 6,
		yeqian = "特殊",
		typename = "噬血神饰（3转）",
		type3 = 5,
		itemid = 102506,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "噬血血玉",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[185] = {
		type = 2,
		type2 = 7,
		yeqian = "特殊",
		typename = "苍穹神饰（5转）",
		type3 = 1,
		itemid = 103007,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "苍穹勋章",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[186] = {
		type = 2,
		type2 = 7,
		yeqian = "特殊",
		typename = "苍穹神饰（5转）",
		type3 = 2,
		itemid = 101607,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "苍穹斗笠",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[187] = {
		type = 2,
		type2 = 7,
		yeqian = "特殊",
		typename = "苍穹神饰（5转）",
		type3 = 3,
		itemid = 104807,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "苍穹盾牌",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[188] = {
		type = 2,
		type2 = 7,
		yeqian = "特殊",
		typename = "苍穹神饰（5转）",
		type3 = 4,
		itemid = 100707,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "苍穹宝石",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[189] = {
		type = 2,
		type2 = 7,
		yeqian = "特殊",
		typename = "苍穹神饰（5转）",
		type3 = 5,
		itemid = 102507,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "苍穹血玉",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[190] = {
		type = 2,
		type2 = 8,
		yeqian = "特殊",
		typename = "真·战旗（1转）",
		type3 = 1,
		itemid = 106501,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "攻杀秘术·战旗",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[191] = {
		type = 2,
		type2 = 8,
		yeqian = "特殊",
		typename = "真·战旗（1转）",
		type3 = 2,
		itemid = 106502,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "烈火秘术·战旗",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[192] = {
		type = 2,
		type2 = 8,
		yeqian = "特殊",
		typename = "真·战旗（1转）",
		type3 = 3,
		itemid = 106503,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "开天秘术·战旗",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[193] = {
		type = 2,
		type2 = 9,
		yeqian = "特殊",
		typename = "真·战鼓（1转）",
		type3 = 1,
		itemid = 102801,
		price = {
			[1] = {
				[1] = 4,
				[2] = 50,
			},
		},
		txt = "刺杀秘术·战鼓",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 50,
			},
		},
		pdfd = 10,
	},
	[194] = {
		type = 2,
		type2 = 9,
		yeqian = "特殊",
		typename = "真·战鼓（1转）",
		type3 = 2,
		itemid = 102802,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "半月秘术·战鼓",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[195] = {
		type = 2,
		type2 = 9,
		yeqian = "特殊",
		typename = "真·战鼓（1转）",
		type3 = 3,
		itemid = 102803,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "逐日秘术·战鼓",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[196] = {
		type = 2,
		type2 = 10,
		yeqian = "特殊",
		typename = "神·战旗（5转）",
		type3 = 1,
		itemid = 106504,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "爆裂秘术·战旗",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[197] = {
		type = 2,
		type2 = 10,
		yeqian = "特殊",
		typename = "神·战旗（5转）",
		type3 = 2,
		itemid = 106505,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "虎啸秘术·战旗",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[198] = {
		type = 2,
		type2 = 10,
		yeqian = "特殊",
		typename = "神·战旗（5转）",
		type3 = 3,
		itemid = 106506,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "焚天秘术·战旗",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[199] = {
		type = 2,
		type2 = 11,
		yeqian = "特殊",
		typename = "神·战鼓（5转）",
		type3 = 1,
		itemid = 102804,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "微星秘术·战鼓",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[200] = {
		type = 2,
		type2 = 11,
		yeqian = "特殊",
		typename = "神·战鼓（5转）",
		type3 = 2,
		itemid = 102805,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		txt = "轩辕秘术·战鼓",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 1,
			},
		},
		pdfd = 10,
	},
	[201] = {
		type = 2,
		type2 = 11,
		yeqian = "特殊",
		typename = "神·战鼓（5转）",
		type3 = 3,
		itemid = 102806,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		txt = "狂怒秘术·战鼓",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
			[2] = {
				[1] = 7340305,
				[2] = 2,
			},
		},
		pdfd = 10,
	},
	[202] = {
		type = 3,
		type2 = 1,
		yeqian = "转生",
		typename = "一转证明",
		type3 = 1,
		itemid = 5204501,
		price = {
			[1] = {
				[1] = 4,
				[2] = 100,
			},
		},
		txt = "一转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
		},
		pdfd = 10,
	},
	[203] = {
		type = 3,
		type2 = 2,
		yeqian = "转生",
		typename = "二转证明",
		type3 = 1,
		itemid = 5204502,
		price = {
			[1] = {
				[1] = 4,
				[2] = 200,
			},
		},
		txt = "二转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 200,
			},
		},
		pdfd = 10,
	},
	[204] = {
		type = 3,
		type2 = 3,
		yeqian = "转生",
		typename = "三转证明",
		type3 = 1,
		itemid = 5204503,
		price = {
			[1] = {
				[1] = 4,
				[2] = 300,
			},
		},
		txt = "三转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 300,
			},
		},
		pdfd = 10,
	},
	[205] = {
		type = 3,
		type2 = 4,
		yeqian = "转生",
		typename = "四转证明",
		type3 = 1,
		itemid = 5204504,
		price = {
			[1] = {
				[1] = 4,
				[2] = 400,
			},
		},
		txt = "四转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 400,
			},
		},
		pdfd = 10,
	},
	[206] = {
		type = 3,
		type2 = 5,
		yeqian = "转生",
		typename = "五转证明",
		type3 = 1,
		itemid = 5204505,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "五转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[207] = {
		type = 3,
		type2 = 6,
		yeqian = "转生",
		typename = "六转证明",
		type3 = 1,
		itemid = 5204506,
		price = {
			[1] = {
				[1] = 4,
				[2] = 600,
			},
		},
		txt = "六转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 600,
			},
		},
		pdfd = 10,
	},
	[208] = {
		type = 3,
		type2 = 7,
		yeqian = "转生",
		typename = "七转证明",
		type3 = 1,
		itemid = 5204507,
		price = {
			[1] = {
				[1] = 4,
				[2] = 700,
			},
		},
		txt = "七转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 700,
			},
		},
		pdfd = 10,
	},
	[209] = {
		type = 3,
		type2 = 8,
		yeqian = "转生",
		typename = "八转证明",
		type3 = 1,
		itemid = 5204508,
		price = {
			[1] = {
				[1] = 4,
				[2] = 800,
			},
		},
		txt = "八转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 800,
			},
		},
		pdfd = 10,
	},
	[210] = {
		type = 3,
		type2 = 9,
		yeqian = "转生",
		typename = "九转证明",
		type3 = 1,
		itemid = 5204509,
		price = {
			[1] = {
				[1] = 4,
				[2] = 900,
			},
		},
		txt = "九转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 900,
			},
		},
		pdfd = 10,
	},
	[211] = {
		type = 3,
		type2 = 10,
		yeqian = "转生",
		typename = "十转证明",
		type3 = 1,
		itemid = 5204510,
		price = {
			[1] = {
				[1] = 4,
				[2] = 1000,
			},
		},
		txt = "十转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 1000,
			},
		},
		pdfd = 10,
	},
	[212] = {
		type = 3,
		type2 = 11,
		yeqian = "转生",
		typename = "十一转证明",
		type3 = 1,
		itemid = 5204511,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
		},
		txt = "十一转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
		},
		pdfd = 10,
	},
	[213] = {
		type = 3,
		type2 = 12,
		yeqian = "转生",
		typename = "十二转证明",
		type3 = 1,
		itemid = 5204512,
		price = {
			[1] = {
				[1] = 4,
				[2] = 3000,
			},
		},
		txt = "十二转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 3000,
			},
		},
		pdfd = 10,
	},
	[214] = {
		type = 3,
		type2 = 13,
		yeqian = "转生",
		typename = "十三转证明",
		type3 = 1,
		itemid = 5204513,
		price = {
			[1] = {
				[1] = 4,
				[2] = 4000,
			},
		},
		txt = "十三转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 4000,
			},
		},
		pdfd = 10,
	},
	[215] = {
		type = 3,
		type2 = 14,
		yeqian = "转生",
		typename = "十四转证明",
		type3 = 1,
		itemid = 5204514,
		price = {
			[1] = {
				[1] = 4,
				[2] = 5000,
			},
		},
		txt = "十四转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 5000,
			},
		},
		pdfd = 10,
	},
	[216] = {
		type = 3,
		type2 = 15,
		yeqian = "转生",
		typename = "十五转证明",
		type3 = 1,
		itemid = 5204515,
		price = {
			[1] = {
				[1] = 4,
				[2] = 6000,
			},
		},
		txt = "十五转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 6000,
			},
		},
		pdfd = 10,
	},
	[217] = {
		type = 3,
		type2 = 16,
		yeqian = "转生",
		typename = "十六转证明",
		type3 = 1,
		itemid = 5204516,
		price = {
			[1] = {
				[1] = 4,
				[2] = 7000,
			},
		},
		txt = "十六转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 7000,
			},
		},
		pdfd = 10,
	},
	[218] = {
		type = 3,
		type2 = 17,
		yeqian = "转生",
		typename = "十七转证明",
		type3 = 1,
		itemid = 5204517,
		price = {
			[1] = {
				[1] = 4,
				[2] = 8000,
			},
		},
		txt = "十七转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 8000,
			},
		},
		pdfd = 10,
	},
	[219] = {
		type = 3,
		type2 = 18,
		yeqian = "转生",
		typename = "十八转证明",
		type3 = 1,
		itemid = 5204518,
		price = {
			[1] = {
				[1] = 4,
				[2] = 9000,
			},
		},
		txt = "十八转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 9000,
			},
		},
		pdfd = 10,
	},
	[220] = {
		type = 3,
		type2 = 19,
		yeqian = "转生",
		typename = "十九转证明",
		type3 = 1,
		itemid = 5204519,
		price = {
			[1] = {
				[1] = 4,
				[2] = 10000,
			},
		},
		txt = "十九转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 10000,
			},
		},
		pdfd = 10,
	},
	[221] = {
		type = 3,
		type2 = 20,
		yeqian = "转生",
		typename = "二十转证明",
		type3 = 1,
		itemid = 5204520,
		price = {
			[1] = {
				[1] = 4,
				[2] = 20000,
			},
		},
		txt = "二十转证明",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 20000,
			},
		},
		pdfd = 10,
	},
	[222] = {
		type = 4,
		type2 = 1,
		yeqian = "材料",
		typename = "天煞子材",
		type3 = 1,
		itemid = 7340301,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "天煞子材",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[223] = {
		type = 4,
		type2 = 2,
		yeqian = "材料",
		typename = "青冥子材",
		type3 = 1,
		itemid = 7340302,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "青冥子材",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[224] = {
		type = 4,
		type2 = 3,
		yeqian = "材料",
		typename = "炎火子材",
		type3 = 1,
		itemid = 7340303,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
		},
		txt = "炎火子材",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
		},
		pdfd = 10,
	},
	[225] = {
		type = 4,
		type2 = 4,
		yeqian = "材料",
		typename = "鬼灭子材",
		type3 = 1,
		itemid = 7340304,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
		},
		txt = "鬼灭子材",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
		},
		pdfd = 10,
	},
	[226] = {
		type = 4,
		type2 = 5,
		yeqian = "材料",
		typename = "魂骨丹",
		type3 = 1,
		itemid = 7340305,
		price = {
			[1] = {
				[1] = 4,
				[2] = 500,
			},
		},
		txt = "破境丹",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 500,
			},
		},
		pdfd = 10,
	},
	[227] = {
		type = 4,
		type2 = 6,
		yeqian = "材料",
		typename = "极品魂骨丹",
		type3 = 1,
		itemid = 7340306,
		price = {
			[1] = {
				[1] = 4,
				[2] = 2000,
			},
		},
		txt = "极品破境丹",
		price1 = {
			[1] = {
				[1] = 2,
				[2] = 2000,
			},
		},
		pdfd = 10,
	},
	[228] = {
		type = 2,
		type2 = 12,
		yeqian = "特殊",
		typename = "杀神★★★★★",
		type3 = 1,
		itemid = 60006,
		price = {
			[1] = {
				[1] = 10017,
				[2] = 1,
			},
		},
		txt = "杀神★★★★★",
		price1 = {
			[1] = {
				[1] = 10017,
				[2] = 1,
			},
		},
		pdfd = 10,
		ignore = 1,
	},
}
return config