local config = {
	[18] = {
		title = "比奇老兵",
		title_color = "#FFA500",
		item = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
			[2] = {
				[1] = 2,
				[2] = 100,
			},
			[3] = {
				[1] = 2,
				[2] = 100,
			},
			[4] = {
				[1] = 2,
				[2] = 100,
			},
			[5] = {
				[1] = 2,
				[2] = 100,
			},
			[6] = {
				[1] = 2,
				[2] = 100,
			},
		},
		msg = "<font color='#D6C6AD' size='18' >我原本是中州城人，在这里居住了十五年，早已习惯了村里的生活，希望你能拯救村子，拯救被魔染的世界。</font>",
	},
	[212] = {
		title = "传送员",
		title_color = "#FFA500",
		item = {
			[1] = {
				[1] = 2,
				[2] = 100,
			},
			[2] = {
				[1] = 2,
				[2] = 100,
			},
			[3] = {
				[1] = 2,
				[2] = 100,
			},
			[4] = {
				[1] = 2,
				[2] = 100,
			},
			[5] = {
				[1] = 2,
				[2] = 100,
			},
			[6] = {
				[1] = 2,
				[2] = 100,
			},
		},
		msg = "<font color='#D6C6AD' size='18' >我原本是中州城人，在这里居住了十五年，早已习惯了村里的生活，希望你能拯救村子，拯救被魔染的世界。</font>",
	},
}
return config