local config = {
	[2002] = {
		boxId = 9400229,
		beizhu = "2002剑甲50掉落包",
	},
	[2003] = {
		boxId = 9400230,
		beizhu = "2003剑甲50掉落包",
	},
	[2001] = {
		boxId = 9400231,
		beizhu = "2001剑甲50掉落包",
	},
	[2005] = {
		boxId = 9400232,
		beizhu = "2005剑甲50掉落包",
	},
	[2008] = {
		boxId = 9400233,
		beizhu = "2008剑甲50掉落包",
	},
	[2006] = {
		boxId = 9400234,
		beizhu = "2006剑甲50掉落包",
	},
	[2007] = {
		boxId = 9400235,
		beizhu = "2007剑甲50掉落包",
	},
	[2004] = {
		boxId = 9400236,
		beizhu = "2004剑甲50掉落包",
	},
	[2015] = {
		boxId = 9400237,
		beizhu = "2015剑甲50掉落包",
	},
	[2014] = {
		boxId = 9400238,
		beizhu = "2014剑甲50掉落包",
	},
	[2013] = {
		boxId = 9400239,
		beizhu = "2013剑甲50掉落包",
	},
	[2011] = {
		boxId = 9400240,
		beizhu = "2011剑甲50掉落包",
	},
	[2009] = {
		boxId = 9400241,
		beizhu = "2009剑甲50掉落包",
	},
	[2010] = {
		boxId = 9400242,
		beizhu = "2010剑甲50掉落包",
	},
	[2012] = {
		boxId = 9400243,
		beizhu = "2012剑甲50掉落包",
	},
	[2016] = {
		boxId = 9400244,
		beizhu = "2016剑甲50掉落包",
	},
	[2021] = {
		boxId = 9400245,
		beizhu = "2021剑甲50掉落包",
	},
	[2018] = {
		boxId = 9400246,
		beizhu = "2018剑甲50掉落包",
	},
	[2019] = {
		boxId = 9400247,
		beizhu = "2019剑甲50掉落包",
	},
	[2020] = {
		boxId = 9400248,
		beizhu = "2020剑甲50掉落包",
	},
	[2017] = {
		boxId = 9400249,
		beizhu = "2017剑甲50掉落包",
	},
	[2024] = {
		boxId = 9400250,
		beizhu = "2024剑甲50掉落包",
	},
	[2022] = {
		boxId = 9400251,
		beizhu = "2022剑甲50掉落包",
	},
	[2023] = {
		boxId = 9400252,
		beizhu = "2023剑甲50掉落包",
	},
	[2026] = {
		boxId = 9400253,
		beizhu = "2026剑甲50掉落包",
	},
	[2027] = {
		boxId = 9400254,
		beizhu = "2027剑甲50掉落包",
	},
	[2028] = {
		boxId = 9400255,
		beizhu = "2028剑甲50掉落包",
	},
	[2029] = {
		boxId = 9400256,
		beizhu = "2029剑甲50掉落包",
	},
	[2030] = {
		boxId = 9400257,
		beizhu = "2030剑甲50掉落包",
	},
	[2031] = {
		boxId = 9400258,
		beizhu = "2031剑甲50掉落包",
	},
	[2033] = {
		boxId = 9400259,
		beizhu = "2033剑甲50掉落包",
	},
	[2035] = {
		boxId = 9400260,
		beizhu = "2035剑甲50掉落包",
	},
	[2032] = {
		boxId = 9400261,
		beizhu = "2032剑甲50掉落包",
	},
	[2034] = {
		boxId = 9400262,
		beizhu = "2034剑甲50掉落包",
	},
	[2036] = {
		boxId = 9400263,
		beizhu = "2036剑甲50掉落包",
	},
	[2039] = {
		boxId = 9400264,
		beizhu = "2039剑甲50掉落包",
	},
	[2038] = {
		boxId = 9400265,
		beizhu = "2038剑甲50掉落包",
	},
	[2041] = {
		boxId = 9400266,
		beizhu = "2041剑甲50掉落包",
	},
	[2042] = {
		boxId = 9400267,
		beizhu = "2042剑甲50掉落包",
	},
	[2040] = {
		boxId = 9400268,
		beizhu = "2040剑甲50掉落包",
	},
	[2037] = {
		boxId = 9400269,
		beizhu = "2037剑甲50掉落包",
	},
	[2043] = {
		boxId = 9400270,
		beizhu = "2043剑甲50掉落包",
	},
	[2045] = {
		boxId = 9400271,
		beizhu = "2045剑甲50掉落包",
	},
	[2044] = {
		boxId = 9400272,
		beizhu = "2044剑甲50掉落包",
	},
	[2046] = {
		boxId = 9400273,
		beizhu = "2046剑甲50掉落包",
	},
	[2047] = {
		boxId = 9400274,
		beizhu = "2047剑甲50掉落包",
	},
	[2048] = {
		boxId = 9400275,
		beizhu = "2048剑甲50掉落包",
	},
	[2049] = {
		boxId = 9400276,
		beizhu = "2049剑甲50掉落包",
	},
	[2051] = {
		boxId = 9400277,
		beizhu = "2051剑甲50掉落包",
	},
	[2050] = {
		boxId = 9400278,
		beizhu = "2050剑甲50掉落包",
	},
	[2052] = {
		boxId = 9400279,
		beizhu = "2052剑甲50掉落包",
	},
	[2053] = {
		boxId = 9400280,
		beizhu = "2053剑甲50掉落包",
	},
	[2054] = {
		boxId = 9400281,
		beizhu = "2054剑甲50掉落包",
	},
	[2056] = {
		boxId = 9400282,
		beizhu = "2056剑甲50掉落包",
	},
	[2055] = {
		boxId = 9400283,
		beizhu = "2055剑甲50掉落包",
	},
	[2057] = {
		boxId = 9400284,
		beizhu = "2057剑甲50掉落包",
	},
	[2058] = {
		boxId = 9400285,
		beizhu = "2058剑甲50掉落包",
	},
	[2059] = {
		boxId = 9400286,
		beizhu = "2059剑甲50掉落包",
	},
	[2060] = {
		boxId = 9400287,
		beizhu = "2060剑甲50掉落包",
	},
	[2064] = {
		boxId = 9400288,
		beizhu = "2064剑甲50掉落包",
	},
	[2062] = {
		boxId = 9400289,
		beizhu = "2062剑甲50掉落包",
	},
	[2063] = {
		boxId = 9400290,
		beizhu = "2063剑甲50掉落包",
	},
	[2061] = {
		boxId = 9400291,
		beizhu = "2061剑甲50掉落包",
	},
	[2065] = {
		boxId = 9400292,
		beizhu = "2065剑甲50掉落包",
	},
	[2066] = {
		boxId = 9400293,
		beizhu = "2066剑甲50掉落包",
	},
	[2069] = {
		boxId = 9400294,
		beizhu = "2069剑甲50掉落包",
	},
	[2070] = {
		boxId = 9400295,
		beizhu = "2070剑甲50掉落包",
	},
	[2068] = {
		boxId = 9400296,
		beizhu = "2068剑甲50掉落包",
	},
	[2067] = {
		boxId = 9400297,
		beizhu = "2067剑甲50掉落包",
	},
	[2071] = {
		boxId = 9400298,
		beizhu = "2071剑甲50掉落包",
	},
	[2072] = {
		boxId = 9400299,
		beizhu = "2072剑甲50掉落包",
	},
	[2074] = {
		boxId = 9400300,
		beizhu = "2074剑甲50掉落包",
	},
	[2073] = {
		boxId = 9400301,
		beizhu = "2073剑甲50掉落包",
	},
	[2076] = {
		boxId = 9400302,
		beizhu = "2076剑甲50掉落包",
	},
	[2077] = {
		boxId = 9400303,
		beizhu = "2077剑甲50掉落包",
	},
	[2075] = {
		boxId = 9400304,
		beizhu = "2075剑甲50掉落包",
	},
	[2078] = {
		boxId = 9400305,
		beizhu = "2078剑甲50掉落包",
	},
	[2083] = {
		boxId = 9400306,
		beizhu = "2083剑甲50掉落包",
	},
	[2079] = {
		boxId = 9400307,
		beizhu = "2079剑甲50掉落包",
	},
	[2081] = {
		boxId = 9400308,
		beizhu = "2081剑甲50掉落包",
	},
	[2080] = {
		boxId = 9400309,
		beizhu = "2080剑甲50掉落包",
	},
	[2082] = {
		boxId = 9400310,
		beizhu = "2082剑甲50掉落包",
	},
	[2084] = {
		boxId = 9400311,
		beizhu = "2084剑甲50掉落包",
	},
	[2086] = {
		boxId = 9400312,
		beizhu = "2086剑甲50掉落包",
	},
	[2087] = {
		boxId = 9400313,
		beizhu = "2087剑甲50掉落包",
	},
	[2085] = {
		boxId = 9400314,
		beizhu = "2085剑甲50掉落包",
	},
	[2088] = {
		boxId = 9400315,
		beizhu = "2088剑甲50掉落包",
	},
	[2089] = {
		boxId = 9400316,
		beizhu = "2089剑甲50掉落包",
	},
	[2090] = {
		boxId = 9400317,
		beizhu = "2090剑甲50掉落包",
	},
	[2093] = {
		boxId = 9400318,
		beizhu = "2093剑甲50掉落包",
	},
	[2095] = {
		boxId = 9400319,
		beizhu = "2095剑甲50掉落包",
	},
	[2091] = {
		boxId = 9400320,
		beizhu = "2091剑甲50掉落包",
	},
	[2096] = {
		boxId = 9400321,
		beizhu = "2096剑甲50掉落包",
	},
	[2142] = {
		boxId = 9400322,
		beizhu = "2142剑甲50掉落包",
	},
	[2143] = {
		boxId = 9400323,
		beizhu = "2143剑甲50掉落包",
	},
	[2144] = {
		boxId = 9400324,
		beizhu = "2144剑甲50掉落包",
	},
	[2146] = {
		boxId = 9400325,
		beizhu = "2146剑甲50掉落包",
	},
	[2147] = {
		boxId = 9400326,
		beizhu = "2147剑甲50掉落包",
	},
	[2145] = {
		boxId = 9400327,
		beizhu = "2145剑甲50掉落包",
	},
	[2148] = {
		boxId = 9400328,
		beizhu = "2148剑甲50掉落包",
	},
	[2149] = {
		boxId = 9400329,
		beizhu = "2149剑甲50掉落包",
	},
	[2150] = {
		boxId = 9400330,
		beizhu = "2150剑甲50掉落包",
	},
	[2151] = {
		boxId = 9400331,
		beizhu = "2151剑甲50掉落包",
	},
	[2152] = {
		boxId = 9400332,
		beizhu = "2152剑甲50掉落包",
	},
	[2153] = {
		boxId = 9400333,
		beizhu = "2153剑甲50掉落包",
	},
	[2098] = {
		boxId = 9400334,
		beizhu = "2098剑甲50掉落包",
	},
	[2097] = {
		boxId = 9400335,
		beizhu = "2097剑甲50掉落包",
	},
	[2099] = {
		boxId = 9400336,
		beizhu = "2099剑甲50掉落包",
	},
	[2100] = {
		boxId = 9400337,
		beizhu = "2100剑甲50掉落包",
	},
	[2101] = {
		boxId = 9400338,
		beizhu = "2101剑甲50掉落包",
	},
	[2103] = {
		boxId = 9400339,
		beizhu = "2103剑甲50掉落包",
	},
	[2104] = {
		boxId = 9400340,
		beizhu = "2104剑甲50掉落包",
	},
	[2102] = {
		boxId = 9400341,
		beizhu = "2102剑甲50掉落包",
	},
	[2106] = {
		boxId = 9400342,
		beizhu = "2106剑甲50掉落包",
	},
	[2105] = {
		boxId = 9400343,
		beizhu = "2105剑甲50掉落包",
	},
	[2107] = {
		boxId = 9400344,
		beizhu = "2107剑甲50掉落包",
	},
	[2110] = {
		boxId = 9400345,
		beizhu = "2110剑甲50掉落包",
	},
	[2109] = {
		boxId = 9400346,
		beizhu = "2109剑甲50掉落包",
	},
	[2108] = {
		boxId = 9400347,
		beizhu = "2108剑甲50掉落包",
	},
	[2111] = {
		boxId = 9400348,
		beizhu = "2111剑甲50掉落包",
	},
	[2113] = {
		boxId = 9400349,
		beizhu = "2113剑甲50掉落包",
	},
	[2114] = {
		boxId = 9400350,
		beizhu = "2114剑甲50掉落包",
	},
	[2112] = {
		boxId = 9400351,
		beizhu = "2112剑甲50掉落包",
	},
	[2115] = {
		boxId = 9400352,
		beizhu = "2115剑甲50掉落包",
	},
	[2116] = {
		boxId = 9400353,
		beizhu = "2116剑甲50掉落包",
	},
	[2119] = {
		boxId = 9400354,
		beizhu = "2119剑甲50掉落包",
	},
	[2117] = {
		boxId = 9400355,
		beizhu = "2117剑甲50掉落包",
	},
	[2118] = {
		boxId = 9400356,
		beizhu = "2118剑甲50掉落包",
	},
	[2120] = {
		boxId = 9400357,
		beizhu = "2120剑甲50掉落包",
	},
	[2121] = {
		boxId = 9400358,
		beizhu = "2121剑甲50掉落包",
	},
	[2122] = {
		boxId = 9400359,
		beizhu = "2122剑甲50掉落包",
	},
	[2124] = {
		boxId = 9400360,
		beizhu = "2124剑甲50掉落包",
	},
	[2123] = {
		boxId = 9400361,
		beizhu = "2123剑甲50掉落包",
	},
	[2125] = {
		boxId = 9400362,
		beizhu = "2125剑甲50掉落包",
	},
	[2126] = {
		boxId = 9400363,
		beizhu = "2126剑甲50掉落包",
	},
	[2127] = {
		boxId = 9400364,
		beizhu = "2127剑甲50掉落包",
	},
	[2129] = {
		boxId = 9400365,
		beizhu = "2129剑甲50掉落包",
	},
	[2128] = {
		boxId = 9400366,
		beizhu = "2128剑甲50掉落包",
	},
	[2130] = {
		boxId = 9400367,
		beizhu = "2130剑甲50掉落包",
	},
	[2131] = {
		boxId = 9400368,
		beizhu = "2131剑甲50掉落包",
	},
	[2134] = {
		boxId = 9400369,
		beizhu = "2134剑甲50掉落包",
	},
	[2133] = {
		boxId = 9400370,
		beizhu = "2133剑甲50掉落包",
	},
	[2132] = {
		boxId = 9400371,
		beizhu = "2132剑甲50掉落包",
	},
	[2135] = {
		boxId = 9400372,
		beizhu = "2135剑甲50掉落包",
	},
	[2136] = {
		boxId = 9400373,
		beizhu = "2136剑甲50掉落包",
	},
	[2138] = {
		boxId = 9400374,
		beizhu = "2138剑甲50掉落包",
	},
	[2139] = {
		boxId = 9400375,
		beizhu = "2139剑甲50掉落包",
	},
	[2137] = {
		boxId = 9400376,
		beizhu = "2137剑甲50掉落包",
	},
	[2140] = {
		boxId = 9400377,
		beizhu = "2140剑甲50掉落包",
	},
	[2141] = {
		boxId = 9400378,
		beizhu = "2141剑甲50掉落包",
	},
	[2154] = {
		boxId = 9400379,
		beizhu = "2154剑甲50掉落包",
	},
	[2155] = {
		boxId = 9400380,
		beizhu = "2155剑甲50掉落包",
	},
	[2156] = {
		boxId = 9400381,
		beizhu = "2156剑甲50掉落包",
	},
	[2158] = {
		boxId = 9400382,
		beizhu = "2158剑甲50掉落包",
	},
	[2159] = {
		boxId = 9400383,
		beizhu = "2159剑甲50掉落包",
	},
	[2157] = {
		boxId = 9400384,
		beizhu = "2157剑甲50掉落包",
	},
	[2177] = {
		boxId = 9400385,
		beizhu = "2177剑甲50掉落包",
	},
	[2178] = {
		boxId = 9400386,
		beizhu = "2178剑甲50掉落包",
	},
	[2179] = {
		boxId = 9400387,
		beizhu = "2179剑甲50掉落包",
	},
	[2180] = {
		boxId = 9400388,
		beizhu = "2180剑甲50掉落包",
	},
	[2181] = {
		boxId = 9400389,
		beizhu = "2181剑甲50掉落包",
	},
	[2182] = {
		boxId = 9400390,
		beizhu = "2182剑甲50掉落包",
	},
	[2183] = {
		boxId = 9400391,
		beizhu = "2183剑甲50掉落包",
	},
	[2184] = {
		boxId = 9400392,
		beizhu = "2184剑甲50掉落包",
	},
	[2186] = {
		boxId = 9400393,
		beizhu = "2186剑甲50掉落包",
	},
	[2185] = {
		boxId = 9400394,
		beizhu = "2185剑甲50掉落包",
	},
	[2187] = {
		boxId = 9400395,
		beizhu = "2187剑甲50掉落包",
	},
	[2188] = {
		boxId = 9400396,
		beizhu = "2188剑甲50掉落包",
	},
	[2190] = {
		boxId = 9400397,
		beizhu = "2190剑甲50掉落包",
	},
	[2189] = {
		boxId = 9400398,
		beizhu = "2189剑甲50掉落包",
	},
	[2191] = {
		boxId = 9400399,
		beizhu = "2191剑甲50掉落包",
	},
	[2192] = {
		boxId = 9400400,
		beizhu = "2192剑甲50掉落包",
	},
	[2193] = {
		boxId = 9400401,
		beizhu = "2193剑甲50掉落包",
	},
	[2194] = {
		boxId = 9400402,
		beizhu = "2194剑甲50掉落包",
	},
	[2195] = {
		boxId = 9400403,
		beizhu = "2195剑甲50掉落包",
	},
	[2196] = {
		boxId = 9400404,
		beizhu = "2196剑甲50掉落包",
	},
	[2197] = {
		boxId = 9400405,
		beizhu = "2197剑甲50掉落包",
	},
	[2198] = {
		boxId = 9400406,
		beizhu = "2198剑甲50掉落包",
	},
	[2199] = {
		boxId = 9400407,
		beizhu = "2199剑甲50掉落包",
	},
	[2200] = {
		boxId = 9400408,
		beizhu = "2200剑甲50掉落包",
	},
	[2201] = {
		boxId = 9400409,
		beizhu = "2201剑甲50掉落包",
	},
	[2202] = {
		boxId = 9400410,
		beizhu = "2202剑甲50掉落包",
	},
	[2203] = {
		boxId = 9400411,
		beizhu = "2203剑甲50掉落包",
	},
	[2204] = {
		boxId = 9400412,
		beizhu = "2204剑甲50掉落包",
	},
	[2205] = {
		boxId = 9400413,
		beizhu = "2205剑甲50掉落包",
	},
	[2206] = {
		boxId = 9400414,
		beizhu = "2206剑甲50掉落包",
	},
	[2207] = {
		boxId = 9400415,
		beizhu = "2207剑甲50掉落包",
	},
	[2208] = {
		boxId = 9400416,
		beizhu = "2208剑甲50掉落包",
	},
	[2209] = {
		boxId = 9400417,
		beizhu = "2209剑甲50掉落包",
	},
	[2210] = {
		boxId = 9400418,
		beizhu = "2210剑甲50掉落包",
	},
	[2211] = {
		boxId = 9400419,
		beizhu = "2211剑甲50掉落包",
	},
	[2212] = {
		boxId = 9400420,
		beizhu = "2212剑甲50掉落包",
	},
	[2213] = {
		boxId = 9400421,
		beizhu = "2213剑甲50掉落包",
	},
	[2214] = {
		boxId = 9400422,
		beizhu = "2214剑甲50掉落包",
	},
	[2215] = {
		boxId = 9400423,
		beizhu = "2215剑甲50掉落包",
	},
	[2216] = {
		boxId = 9400424,
		beizhu = "2216剑甲50掉落包",
	},
	[2217] = {
		boxId = 9400425,
		beizhu = "2217剑甲50掉落包",
	},
	[2218] = {
		boxId = 9400426,
		beizhu = "2218剑甲50掉落包",
	},
	[2219] = {
		boxId = 9400427,
		beizhu = "2219剑甲50掉落包",
	},
	[2220] = {
		boxId = 9400428,
		beizhu = "2220剑甲50掉落包",
	},
	[2222] = {
		boxId = 9400429,
		beizhu = "2222剑甲50掉落包",
	},
	[2221] = {
		boxId = 9400430,
		beizhu = "2221剑甲50掉落包",
	},
	[2223] = {
		boxId = 9400431,
		beizhu = "2223剑甲50掉落包",
	},
	[2224] = {
		boxId = 9400432,
		beizhu = "2224剑甲50掉落包",
	},
	[2225] = {
		boxId = 9400433,
		beizhu = "2225剑甲50掉落包",
	},
	[2226] = {
		boxId = 9400434,
		beizhu = "2226剑甲50掉落包",
	},
	[2227] = {
		boxId = 9400435,
		beizhu = "2227剑甲50掉落包",
	},
	[2228] = {
		boxId = 9400436,
		beizhu = "2228剑甲50掉落包",
	},
	[2229] = {
		boxId = 9400437,
		beizhu = "2229剑甲50掉落包",
	},
	[2230] = {
		boxId = 9400438,
		beizhu = "2230剑甲50掉落包",
	},
	[2231] = {
		boxId = 9400439,
		beizhu = "2231剑甲50掉落包",
	},
	[2232] = {
		boxId = 9400440,
		beizhu = "2232剑甲50掉落包",
	},
	[2233] = {
		boxId = 9400441,
		beizhu = "2233剑甲50掉落包",
	},
	[2234] = {
		boxId = 9400442,
		beizhu = "2234剑甲50掉落包",
	},
	[2235] = {
		boxId = 9400443,
		beizhu = "2235剑甲50掉落包",
	},
	[2236] = {
		boxId = 9400444,
		beizhu = "2236剑甲50掉落包",
	},
}
return config