local config = { 
	[1] = { 
		weizhi = 1,
		level = 1,
		shuxingjiacheng = 500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加5%</font>",
		xiaohao = {
			[1] = {
				[1] = 10014,
				[2] = 1,
			},
		},
		chenggonglv = 10000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 4000,
			},
			[2] = {
				[1] = 3,
				[2] = 200,
			},
			[3] = {
				[1] = 4,
				[2] = 400,
			},
			[4] = {
				[1] = 50,
				[2] = 800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[2] = { 
		weizhi = 1,
		level = 2,
		shuxingjiacheng = 1000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加10%</font>",
		xiaohao = {
			[1] = {
				[1] = 10014,
				[2] = 1,
			},
		},
		chenggonglv = 9000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 8000,
			},
			[2] = {
				[1] = 3,
				[2] = 400,
			},
			[3] = {
				[1] = 4,
				[2] = 800,
			},
			[4] = {
				[1] = 50,
				[2] = 1600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[3] = { 
		weizhi = 1,
		level = 3,
		shuxingjiacheng = 1500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加15%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 1,
			},
		},
		chenggonglv = 8000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 12000,
			},
			[2] = {
				[1] = 3,
				[2] = 600,
			},
			[3] = {
				[1] = 4,
				[2] = 1200,
			},
			[4] = {
				[1] = 50,
				[2] = 2400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[4] = { 
		weizhi = 1,
		level = 4,
		shuxingjiacheng = 2000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加20%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 1,
			},
		},
		chenggonglv = 7000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 16000,
			},
			[2] = {
				[1] = 3,
				[2] = 800,
			},
			[3] = {
				[1] = 4,
				[2] = 1600,
			},
			[4] = {
				[1] = 50,
				[2] = 3200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[5] = { 
		weizhi = 1,
		level = 5,
		shuxingjiacheng = 2500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加25%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 1,
			},
		},
		chenggonglv = 6000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 20000,
			},
			[2] = {
				[1] = 3,
				[2] = 1000,
			},
			[3] = {
				[1] = 4,
				[2] = 2000,
			},
			[4] = {
				[1] = 50,
				[2] = 4000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[6] = { 
		weizhi = 1,
		level = 6,
		shuxingjiacheng = 3000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加30%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 1,
			},
		},
		chenggonglv = 5000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 24000,
			},
			[2] = {
				[1] = 3,
				[2] = 1200,
			},
			[3] = {
				[1] = 4,
				[2] = 2400,
			},
			[4] = {
				[1] = 50,
				[2] = 4800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[7] = { 
		weizhi = 1,
		level = 7,
		shuxingjiacheng = 3500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加35%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 4000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 32000,
			},
			[2] = {
				[1] = 3,
				[2] = 1600,
			},
			[3] = {
				[1] = 4,
				[2] = 3200,
			},
			[4] = {
				[1] = 50,
				[2] = 6400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[8] = { 
		weizhi = 1,
		level = 8,
		shuxingjiacheng = 4000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加40%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 3000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 40000,
			},
			[2] = {
				[1] = 3,
				[2] = 2000,
			},
			[3] = {
				[1] = 4,
				[2] = 4000,
			},
			[4] = {
				[1] = 50,
				[2] = 8000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[9] = { 
		weizhi = 1,
		level = 9,
		shuxingjiacheng = 4500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加45%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 48000,
			},
			[2] = {
				[1] = 3,
				[2] = 2400,
			},
			[3] = {
				[1] = 4,
				[2] = 4800,
			},
			[4] = {
				[1] = 50,
				[2] = 9600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[10] = { 
		weizhi = 1,
		level = 10,
		shuxingjiacheng = 5000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加50%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 56000,
			},
			[2] = {
				[1] = 3,
				[2] = 2800,
			},
			[3] = {
				[1] = 4,
				[2] = 5600,
			},
			[4] = {
				[1] = 50,
				[2] = 11200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[11] = { 
		weizhi = 1,
		level = 11,
		shuxingjiacheng = 5500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加55%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 64000,
			},
			[2] = {
				[1] = 3,
				[2] = 3200,
			},
			[3] = {
				[1] = 4,
				[2] = 6400,
			},
			[4] = {
				[1] = 50,
				[2] = 12800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[12] = { 
		weizhi = 1,
		level = 12,
		shuxingjiacheng = 6000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加60%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 72000,
			},
			[2] = {
				[1] = 3,
				[2] = 3600,
			},
			[3] = {
				[1] = 4,
				[2] = 7200,
			},
			[4] = {
				[1] = 50,
				[2] = 14400,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[13] = { 
		weizhi = 1,
		level = 13,
		shuxingjiacheng = 6500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加65%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 84000,
			},
			[2] = {
				[1] = 3,
				[2] = 4200,
			},
			[3] = {
				[1] = 4,
				[2] = 8400,
			},
			[4] = {
				[1] = 50,
				[2] = 16800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[14] = { 
		weizhi = 1,
		level = 14,
		shuxingjiacheng = 7000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加70%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 96000,
			},
			[2] = {
				[1] = 3,
				[2] = 4800,
			},
			[3] = {
				[1] = 4,
				[2] = 9600,
			},
			[4] = {
				[1] = 50,
				[2] = 19200,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[15] = { 
		weizhi = 1,
		level = 15,
		shuxingjiacheng = 7500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加75%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 108000,
			},
			[2] = {
				[1] = 3,
				[2] = 5400,
			},
			[3] = {
				[1] = 4,
				[2] = 10800,
			},
			[4] = {
				[1] = 50,
				[2] = 21600,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[16] = { 
		weizhi = 1,
		level = 16,
		shuxingjiacheng = 8000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加80%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 120000,
			},
			[2] = {
				[1] = 3,
				[2] = 6000,
			},
			[3] = {
				[1] = 4,
				[2] = 12000,
			},
			[4] = {
				[1] = 50,
				[2] = 24000,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[17] = { 
		weizhi = 1,
		level = 17,
		shuxingjiacheng = 8500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加85%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 132000,
			},
			[2] = {
				[1] = 3,
				[2] = 6600,
			},
			[3] = {
				[1] = 4,
				[2] = 13200,
			},
			[4] = {
				[1] = 50,
				[2] = 26400,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[18] = { 
		weizhi = 1,
		level = 18,
		shuxingjiacheng = 9000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加90%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 144000,
			},
			[2] = {
				[1] = 3,
				[2] = 7200,
			},
			[3] = {
				[1] = 4,
				[2] = 14400,
			},
			[4] = {
				[1] = 50,
				[2] = 28800,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[19] = { 
		weizhi = 7,
		level = 1,
		shuxingjiacheng = 500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加5%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 10000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 4000,
			},
			[2] = {
				[1] = 3,
				[2] = 200,
			},
			[3] = {
				[1] = 4,
				[2] = 400,
			},
			[4] = {
				[1] = 50,
				[2] = 800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[20] = { 
		weizhi = 7,
		level = 2,
		shuxingjiacheng = 1000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加10%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 9000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 8000,
			},
			[2] = {
				[1] = 3,
				[2] = 400,
			},
			[3] = {
				[1] = 4,
				[2] = 800,
			},
			[4] = {
				[1] = 50,
				[2] = 1600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[21] = { 
		weizhi = 7,
		level = 3,
		shuxingjiacheng = 1500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加15%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 8000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 12000,
			},
			[2] = {
				[1] = 3,
				[2] = 600,
			},
			[3] = {
				[1] = 4,
				[2] = 1200,
			},
			[4] = {
				[1] = 50,
				[2] = 2400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[22] = { 
		weizhi = 7,
		level = 4,
		shuxingjiacheng = 2000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加20%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 7000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 16000,
			},
			[2] = {
				[1] = 3,
				[2] = 800,
			},
			[3] = {
				[1] = 4,
				[2] = 1600,
			},
			[4] = {
				[1] = 50,
				[2] = 3200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[23] = { 
		weizhi = 7,
		level = 5,
		shuxingjiacheng = 2500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加25%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 6000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 20000,
			},
			[2] = {
				[1] = 3,
				[2] = 1000,
			},
			[3] = {
				[1] = 4,
				[2] = 2000,
			},
			[4] = {
				[1] = 50,
				[2] = 4000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[24] = { 
		weizhi = 7,
		level = 6,
		shuxingjiacheng = 3000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加30%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 5000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 24000,
			},
			[2] = {
				[1] = 3,
				[2] = 1200,
			},
			[3] = {
				[1] = 4,
				[2] = 2400,
			},
			[4] = {
				[1] = 50,
				[2] = 4800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[25] = { 
		weizhi = 7,
		level = 7,
		shuxingjiacheng = 3500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加35%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 4000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 32000,
			},
			[2] = {
				[1] = 3,
				[2] = 1600,
			},
			[3] = {
				[1] = 4,
				[2] = 3200,
			},
			[4] = {
				[1] = 50,
				[2] = 6400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[26] = { 
		weizhi = 7,
		level = 8,
		shuxingjiacheng = 4000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加40%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 3000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 40000,
			},
			[2] = {
				[1] = 3,
				[2] = 2000,
			},
			[3] = {
				[1] = 4,
				[2] = 4000,
			},
			[4] = {
				[1] = 50,
				[2] = 8000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[27] = { 
		weizhi = 7,
		level = 9,
		shuxingjiacheng = 4500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加45%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 48000,
			},
			[2] = {
				[1] = 3,
				[2] = 2400,
			},
			[3] = {
				[1] = 4,
				[2] = 4800,
			},
			[4] = {
				[1] = 50,
				[2] = 9600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[28] = { 
		weizhi = 7,
		level = 10,
		shuxingjiacheng = 5000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加50%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 56000,
			},
			[2] = {
				[1] = 3,
				[2] = 2800,
			},
			[3] = {
				[1] = 4,
				[2] = 5600,
			},
			[4] = {
				[1] = 50,
				[2] = 11200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[29] = { 
		weizhi = 7,
		level = 11,
		shuxingjiacheng = 5500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加55%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 64000,
			},
			[2] = {
				[1] = 3,
				[2] = 3200,
			},
			[3] = {
				[1] = 4,
				[2] = 6400,
			},
			[4] = {
				[1] = 50,
				[2] = 12800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[30] = { 
		weizhi = 7,
		level = 12,
		shuxingjiacheng = 6000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加60%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 72000,
			},
			[2] = {
				[1] = 3,
				[2] = 3600,
			},
			[3] = {
				[1] = 4,
				[2] = 7200,
			},
			[4] = {
				[1] = 50,
				[2] = 14400,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[31] = { 
		weizhi = 7,
		level = 13,
		shuxingjiacheng = 6500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加65%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 84000,
			},
			[2] = {
				[1] = 3,
				[2] = 4200,
			},
			[3] = {
				[1] = 4,
				[2] = 8400,
			},
			[4] = {
				[1] = 50,
				[2] = 16800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[32] = { 
		weizhi = 7,
		level = 14,
		shuxingjiacheng = 7000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加70%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 96000,
			},
			[2] = {
				[1] = 3,
				[2] = 4800,
			},
			[3] = {
				[1] = 4,
				[2] = 9600,
			},
			[4] = {
				[1] = 50,
				[2] = 19200,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[33] = { 
		weizhi = 7,
		level = 15,
		shuxingjiacheng = 7500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加75%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 108000,
			},
			[2] = {
				[1] = 3,
				[2] = 5400,
			},
			[3] = {
				[1] = 4,
				[2] = 10800,
			},
			[4] = {
				[1] = 50,
				[2] = 21600,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[34] = { 
		weizhi = 7,
		level = 16,
		shuxingjiacheng = 8000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加80%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 120000,
			},
			[2] = {
				[1] = 3,
				[2] = 6000,
			},
			[3] = {
				[1] = 4,
				[2] = 12000,
			},
			[4] = {
				[1] = 50,
				[2] = 24000,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[35] = { 
		weizhi = 7,
		level = 17,
		shuxingjiacheng = 8500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加85%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 132000,
			},
			[2] = {
				[1] = 3,
				[2] = 6600,
			},
			[3] = {
				[1] = 4,
				[2] = 13200,
			},
			[4] = {
				[1] = 50,
				[2] = 26400,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[36] = { 
		weizhi = 7,
		level = 18,
		shuxingjiacheng = 9000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加90%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 144000,
			},
			[2] = {
				[1] = 3,
				[2] = 7200,
			},
			[3] = {
				[1] = 4,
				[2] = 14400,
			},
			[4] = {
				[1] = 50,
				[2] = 28800,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[37] = { 
		weizhi = 8,
		level = 1,
		shuxingjiacheng = 500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加5%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 10000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 4000,
			},
			[2] = {
				[1] = 3,
				[2] = 200,
			},
			[3] = {
				[1] = 4,
				[2] = 400,
			},
			[4] = {
				[1] = 50,
				[2] = 800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[38] = { 
		weizhi = 8,
		level = 2,
		shuxingjiacheng = 1000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加10%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 9000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 8000,
			},
			[2] = {
				[1] = 3,
				[2] = 400,
			},
			[3] = {
				[1] = 4,
				[2] = 800,
			},
			[4] = {
				[1] = 50,
				[2] = 1600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[39] = { 
		weizhi = 8,
		level = 3,
		shuxingjiacheng = 1500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加15%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 8000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 12000,
			},
			[2] = {
				[1] = 3,
				[2] = 600,
			},
			[3] = {
				[1] = 4,
				[2] = 1200,
			},
			[4] = {
				[1] = 50,
				[2] = 2400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[40] = { 
		weizhi = 8,
		level = 4,
		shuxingjiacheng = 2000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加20%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 7000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 16000,
			},
			[2] = {
				[1] = 3,
				[2] = 800,
			},
			[3] = {
				[1] = 4,
				[2] = 1600,
			},
			[4] = {
				[1] = 50,
				[2] = 3200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[41] = { 
		weizhi = 8,
		level = 5,
		shuxingjiacheng = 2500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加25%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 6000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 20000,
			},
			[2] = {
				[1] = 3,
				[2] = 1000,
			},
			[3] = {
				[1] = 4,
				[2] = 2000,
			},
			[4] = {
				[1] = 50,
				[2] = 4000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[42] = { 
		weizhi = 8,
		level = 6,
		shuxingjiacheng = 3000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加30%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 5000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 24000,
			},
			[2] = {
				[1] = 3,
				[2] = 1200,
			},
			[3] = {
				[1] = 4,
				[2] = 2400,
			},
			[4] = {
				[1] = 50,
				[2] = 4800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[43] = { 
		weizhi = 8,
		level = 7,
		shuxingjiacheng = 3500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加35%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 4000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 32000,
			},
			[2] = {
				[1] = 3,
				[2] = 1600,
			},
			[3] = {
				[1] = 4,
				[2] = 3200,
			},
			[4] = {
				[1] = 50,
				[2] = 6400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[44] = { 
		weizhi = 8,
		level = 8,
		shuxingjiacheng = 4000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加40%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 3000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 40000,
			},
			[2] = {
				[1] = 3,
				[2] = 2000,
			},
			[3] = {
				[1] = 4,
				[2] = 4000,
			},
			[4] = {
				[1] = 50,
				[2] = 8000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[45] = { 
		weizhi = 8,
		level = 9,
		shuxingjiacheng = 4500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加45%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 48000,
			},
			[2] = {
				[1] = 3,
				[2] = 2400,
			},
			[3] = {
				[1] = 4,
				[2] = 4800,
			},
			[4] = {
				[1] = 50,
				[2] = 9600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[46] = { 
		weizhi = 8,
		level = 10,
		shuxingjiacheng = 5000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加50%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 56000,
			},
			[2] = {
				[1] = 3,
				[2] = 2800,
			},
			[3] = {
				[1] = 4,
				[2] = 5600,
			},
			[4] = {
				[1] = 50,
				[2] = 11200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[47] = { 
		weizhi = 8,
		level = 11,
		shuxingjiacheng = 5500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加55%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 64000,
			},
			[2] = {
				[1] = 3,
				[2] = 3200,
			},
			[3] = {
				[1] = 4,
				[2] = 6400,
			},
			[4] = {
				[1] = 50,
				[2] = 12800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[48] = { 
		weizhi = 8,
		level = 12,
		shuxingjiacheng = 6000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加60%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 72000,
			},
			[2] = {
				[1] = 3,
				[2] = 3600,
			},
			[3] = {
				[1] = 4,
				[2] = 7200,
			},
			[4] = {
				[1] = 50,
				[2] = 14400,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[49] = { 
		weizhi = 8,
		level = 13,
		shuxingjiacheng = 6500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加65%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 84000,
			},
			[2] = {
				[1] = 3,
				[2] = 4200,
			},
			[3] = {
				[1] = 4,
				[2] = 8400,
			},
			[4] = {
				[1] = 50,
				[2] = 16800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[50] = { 
		weizhi = 8,
		level = 14,
		shuxingjiacheng = 7000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加70%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 96000,
			},
			[2] = {
				[1] = 3,
				[2] = 4800,
			},
			[3] = {
				[1] = 4,
				[2] = 9600,
			},
			[4] = {
				[1] = 50,
				[2] = 19200,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[51] = { 
		weizhi = 8,
		level = 15,
		shuxingjiacheng = 7500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加75%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 108000,
			},
			[2] = {
				[1] = 3,
				[2] = 5400,
			},
			[3] = {
				[1] = 4,
				[2] = 10800,
			},
			[4] = {
				[1] = 50,
				[2] = 21600,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[52] = { 
		weizhi = 8,
		level = 16,
		shuxingjiacheng = 8000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加80%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 120000,
			},
			[2] = {
				[1] = 3,
				[2] = 6000,
			},
			[3] = {
				[1] = 4,
				[2] = 12000,
			},
			[4] = {
				[1] = 50,
				[2] = 24000,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[53] = { 
		weizhi = 8,
		level = 17,
		shuxingjiacheng = 8500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加85%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 132000,
			},
			[2] = {
				[1] = 3,
				[2] = 6600,
			},
			[3] = {
				[1] = 4,
				[2] = 13200,
			},
			[4] = {
				[1] = 50,
				[2] = 26400,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[54] = { 
		weizhi = 8,
		level = 18,
		shuxingjiacheng = 9000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加90%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 144000,
			},
			[2] = {
				[1] = 3,
				[2] = 7200,
			},
			[3] = {
				[1] = 4,
				[2] = 14400,
			},
			[4] = {
				[1] = 50,
				[2] = 28800,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[55] = { 
		weizhi = 5,
		level = 1,
		shuxingjiacheng = 500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加5%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 10000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 4000,
			},
			[2] = {
				[1] = 3,
				[2] = 200,
			},
			[3] = {
				[1] = 4,
				[2] = 400,
			},
			[4] = {
				[1] = 50,
				[2] = 800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[56] = { 
		weizhi = 5,
		level = 2,
		shuxingjiacheng = 1000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加10%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 9000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 8000,
			},
			[2] = {
				[1] = 3,
				[2] = 400,
			},
			[3] = {
				[1] = 4,
				[2] = 800,
			},
			[4] = {
				[1] = 50,
				[2] = 1600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[57] = { 
		weizhi = 5,
		level = 3,
		shuxingjiacheng = 1500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加15%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 8000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 12000,
			},
			[2] = {
				[1] = 3,
				[2] = 600,
			},
			[3] = {
				[1] = 4,
				[2] = 1200,
			},
			[4] = {
				[1] = 50,
				[2] = 2400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[58] = { 
		weizhi = 5,
		level = 4,
		shuxingjiacheng = 2000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加20%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 7000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 16000,
			},
			[2] = {
				[1] = 3,
				[2] = 800,
			},
			[3] = {
				[1] = 4,
				[2] = 1600,
			},
			[4] = {
				[1] = 50,
				[2] = 3200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[59] = { 
		weizhi = 5,
		level = 5,
		shuxingjiacheng = 2500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加25%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 6000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 20000,
			},
			[2] = {
				[1] = 3,
				[2] = 1000,
			},
			[3] = {
				[1] = 4,
				[2] = 2000,
			},
			[4] = {
				[1] = 50,
				[2] = 4000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[60] = { 
		weizhi = 5,
		level = 6,
		shuxingjiacheng = 3000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加30%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 5000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 24000,
			},
			[2] = {
				[1] = 3,
				[2] = 1200,
			},
			[3] = {
				[1] = 4,
				[2] = 2400,
			},
			[4] = {
				[1] = 50,
				[2] = 4800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[61] = { 
		weizhi = 5,
		level = 7,
		shuxingjiacheng = 3500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加35%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 4000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 32000,
			},
			[2] = {
				[1] = 3,
				[2] = 1600,
			},
			[3] = {
				[1] = 4,
				[2] = 3200,
			},
			[4] = {
				[1] = 50,
				[2] = 6400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[62] = { 
		weizhi = 5,
		level = 8,
		shuxingjiacheng = 4000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加40%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 3000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 40000,
			},
			[2] = {
				[1] = 3,
				[2] = 2000,
			},
			[3] = {
				[1] = 4,
				[2] = 4000,
			},
			[4] = {
				[1] = 50,
				[2] = 8000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[63] = { 
		weizhi = 5,
		level = 9,
		shuxingjiacheng = 4500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加45%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 48000,
			},
			[2] = {
				[1] = 3,
				[2] = 2400,
			},
			[3] = {
				[1] = 4,
				[2] = 4800,
			},
			[4] = {
				[1] = 50,
				[2] = 9600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[64] = { 
		weizhi = 5,
		level = 10,
		shuxingjiacheng = 5000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加50%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 56000,
			},
			[2] = {
				[1] = 3,
				[2] = 2800,
			},
			[3] = {
				[1] = 4,
				[2] = 5600,
			},
			[4] = {
				[1] = 50,
				[2] = 11200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[65] = { 
		weizhi = 5,
		level = 11,
		shuxingjiacheng = 5500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加55%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 64000,
			},
			[2] = {
				[1] = 3,
				[2] = 3200,
			},
			[3] = {
				[1] = 4,
				[2] = 6400,
			},
			[4] = {
				[1] = 50,
				[2] = 12800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[66] = { 
		weizhi = 5,
		level = 12,
		shuxingjiacheng = 6000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加60%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 72000,
			},
			[2] = {
				[1] = 3,
				[2] = 3600,
			},
			[3] = {
				[1] = 4,
				[2] = 7200,
			},
			[4] = {
				[1] = 50,
				[2] = 14400,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[67] = { 
		weizhi = 5,
		level = 13,
		shuxingjiacheng = 6500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加65%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 84000,
			},
			[2] = {
				[1] = 3,
				[2] = 4200,
			},
			[3] = {
				[1] = 4,
				[2] = 8400,
			},
			[4] = {
				[1] = 50,
				[2] = 16800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[68] = { 
		weizhi = 5,
		level = 14,
		shuxingjiacheng = 7000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加70%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 96000,
			},
			[2] = {
				[1] = 3,
				[2] = 4800,
			},
			[3] = {
				[1] = 4,
				[2] = 9600,
			},
			[4] = {
				[1] = 50,
				[2] = 19200,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[69] = { 
		weizhi = 5,
		level = 15,
		shuxingjiacheng = 7500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加75%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 108000,
			},
			[2] = {
				[1] = 3,
				[2] = 5400,
			},
			[3] = {
				[1] = 4,
				[2] = 10800,
			},
			[4] = {
				[1] = 50,
				[2] = 21600,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[70] = { 
		weizhi = 5,
		level = 16,
		shuxingjiacheng = 8000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加80%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 120000,
			},
			[2] = {
				[1] = 3,
				[2] = 6000,
			},
			[3] = {
				[1] = 4,
				[2] = 12000,
			},
			[4] = {
				[1] = 50,
				[2] = 24000,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[71] = { 
		weizhi = 5,
		level = 17,
		shuxingjiacheng = 8500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加85%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 132000,
			},
			[2] = {
				[1] = 3,
				[2] = 6600,
			},
			[3] = {
				[1] = 4,
				[2] = 13200,
			},
			[4] = {
				[1] = 50,
				[2] = 26400,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[72] = { 
		weizhi = 5,
		level = 18,
		shuxingjiacheng = 9000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加90%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 144000,
			},
			[2] = {
				[1] = 3,
				[2] = 7200,
			},
			[3] = {
				[1] = 4,
				[2] = 14400,
			},
			[4] = {
				[1] = 50,
				[2] = 28800,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[73] = { 
		weizhi = 6,
		level = 1,
		shuxingjiacheng = 500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加5%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 10000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 4000,
			},
			[2] = {
				[1] = 3,
				[2] = 200,
			},
			[3] = {
				[1] = 4,
				[2] = 400,
			},
			[4] = {
				[1] = 50,
				[2] = 800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[74] = { 
		weizhi = 6,
		level = 2,
		shuxingjiacheng = 1000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加10%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 9000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 8000,
			},
			[2] = {
				[1] = 3,
				[2] = 400,
			},
			[3] = {
				[1] = 4,
				[2] = 800,
			},
			[4] = {
				[1] = 50,
				[2] = 1600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[75] = { 
		weizhi = 6,
		level = 3,
		shuxingjiacheng = 1500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加15%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 8000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 12000,
			},
			[2] = {
				[1] = 3,
				[2] = 600,
			},
			[3] = {
				[1] = 4,
				[2] = 1200,
			},
			[4] = {
				[1] = 50,
				[2] = 2400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[76] = { 
		weizhi = 6,
		level = 4,
		shuxingjiacheng = 2000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加20%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 7000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 16000,
			},
			[2] = {
				[1] = 3,
				[2] = 800,
			},
			[3] = {
				[1] = 4,
				[2] = 1600,
			},
			[4] = {
				[1] = 50,
				[2] = 3200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[77] = { 
		weizhi = 6,
		level = 5,
		shuxingjiacheng = 2500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加25%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 6000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 20000,
			},
			[2] = {
				[1] = 3,
				[2] = 1000,
			},
			[3] = {
				[1] = 4,
				[2] = 2000,
			},
			[4] = {
				[1] = 50,
				[2] = 4000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[78] = { 
		weizhi = 6,
		level = 6,
		shuxingjiacheng = 3000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加30%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 5000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 24000,
			},
			[2] = {
				[1] = 3,
				[2] = 1200,
			},
			[3] = {
				[1] = 4,
				[2] = 2400,
			},
			[4] = {
				[1] = 50,
				[2] = 4800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[79] = { 
		weizhi = 6,
		level = 7,
		shuxingjiacheng = 3500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加35%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 4000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 32000,
			},
			[2] = {
				[1] = 3,
				[2] = 1600,
			},
			[3] = {
				[1] = 4,
				[2] = 3200,
			},
			[4] = {
				[1] = 50,
				[2] = 6400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[80] = { 
		weizhi = 6,
		level = 8,
		shuxingjiacheng = 4000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加40%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 3000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 40000,
			},
			[2] = {
				[1] = 3,
				[2] = 2000,
			},
			[3] = {
				[1] = 4,
				[2] = 4000,
			},
			[4] = {
				[1] = 50,
				[2] = 8000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[81] = { 
		weizhi = 6,
		level = 9,
		shuxingjiacheng = 4500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加45%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 48000,
			},
			[2] = {
				[1] = 3,
				[2] = 2400,
			},
			[3] = {
				[1] = 4,
				[2] = 4800,
			},
			[4] = {
				[1] = 50,
				[2] = 9600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[82] = { 
		weizhi = 6,
		level = 10,
		shuxingjiacheng = 5000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加50%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 56000,
			},
			[2] = {
				[1] = 3,
				[2] = 2800,
			},
			[3] = {
				[1] = 4,
				[2] = 5600,
			},
			[4] = {
				[1] = 50,
				[2] = 11200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[83] = { 
		weizhi = 6,
		level = 11,
		shuxingjiacheng = 5500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加55%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 64000,
			},
			[2] = {
				[1] = 3,
				[2] = 3200,
			},
			[3] = {
				[1] = 4,
				[2] = 6400,
			},
			[4] = {
				[1] = 50,
				[2] = 12800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[84] = { 
		weizhi = 6,
		level = 12,
		shuxingjiacheng = 6000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加60%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 72000,
			},
			[2] = {
				[1] = 3,
				[2] = 3600,
			},
			[3] = {
				[1] = 4,
				[2] = 7200,
			},
			[4] = {
				[1] = 50,
				[2] = 14400,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[85] = { 
		weizhi = 6,
		level = 13,
		shuxingjiacheng = 6500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加65%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 84000,
			},
			[2] = {
				[1] = 3,
				[2] = 4200,
			},
			[3] = {
				[1] = 4,
				[2] = 8400,
			},
			[4] = {
				[1] = 50,
				[2] = 16800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[86] = { 
		weizhi = 6,
		level = 14,
		shuxingjiacheng = 7000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加70%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 96000,
			},
			[2] = {
				[1] = 3,
				[2] = 4800,
			},
			[3] = {
				[1] = 4,
				[2] = 9600,
			},
			[4] = {
				[1] = 50,
				[2] = 19200,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[87] = { 
		weizhi = 6,
		level = 15,
		shuxingjiacheng = 7500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加75%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 108000,
			},
			[2] = {
				[1] = 3,
				[2] = 5400,
			},
			[3] = {
				[1] = 4,
				[2] = 10800,
			},
			[4] = {
				[1] = 50,
				[2] = 21600,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[88] = { 
		weizhi = 6,
		level = 16,
		shuxingjiacheng = 8000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加80%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 120000,
			},
			[2] = {
				[1] = 3,
				[2] = 6000,
			},
			[3] = {
				[1] = 4,
				[2] = 12000,
			},
			[4] = {
				[1] = 50,
				[2] = 24000,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[89] = { 
		weizhi = 6,
		level = 17,
		shuxingjiacheng = 8500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加85%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 132000,
			},
			[2] = {
				[1] = 3,
				[2] = 6600,
			},
			[3] = {
				[1] = 4,
				[2] = 13200,
			},
			[4] = {
				[1] = 50,
				[2] = 26400,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[90] = { 
		weizhi = 6,
		level = 18,
		shuxingjiacheng = 9000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加90%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 144000,
			},
			[2] = {
				[1] = 3,
				[2] = 7200,
			},
			[3] = {
				[1] = 4,
				[2] = 14400,
			},
			[4] = {
				[1] = 50,
				[2] = 28800,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[91] = { 
		weizhi = 4,
		level = 1,
		shuxingjiacheng = 500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加5%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 10000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 4000,
			},
			[2] = {
				[1] = 3,
				[2] = 200,
			},
			[3] = {
				[1] = 4,
				[2] = 400,
			},
			[4] = {
				[1] = 50,
				[2] = 800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[92] = { 
		weizhi = 4,
		level = 2,
		shuxingjiacheng = 1000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加10%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 9000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 8000,
			},
			[2] = {
				[1] = 3,
				[2] = 400,
			},
			[3] = {
				[1] = 4,
				[2] = 800,
			},
			[4] = {
				[1] = 50,
				[2] = 1600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[93] = { 
		weizhi = 4,
		level = 3,
		shuxingjiacheng = 1500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加15%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 8000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 12000,
			},
			[2] = {
				[1] = 3,
				[2] = 600,
			},
			[3] = {
				[1] = 4,
				[2] = 1200,
			},
			[4] = {
				[1] = 50,
				[2] = 2400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[94] = { 
		weizhi = 4,
		level = 4,
		shuxingjiacheng = 2000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加20%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 7000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 16000,
			},
			[2] = {
				[1] = 3,
				[2] = 800,
			},
			[3] = {
				[1] = 4,
				[2] = 1600,
			},
			[4] = {
				[1] = 50,
				[2] = 3200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[95] = { 
		weizhi = 4,
		level = 5,
		shuxingjiacheng = 2500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加25%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 6000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 20000,
			},
			[2] = {
				[1] = 3,
				[2] = 1000,
			},
			[3] = {
				[1] = 4,
				[2] = 2000,
			},
			[4] = {
				[1] = 50,
				[2] = 4000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[96] = { 
		weizhi = 4,
		level = 6,
		shuxingjiacheng = 3000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加30%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 5000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 24000,
			},
			[2] = {
				[1] = 3,
				[2] = 1200,
			},
			[3] = {
				[1] = 4,
				[2] = 2400,
			},
			[4] = {
				[1] = 50,
				[2] = 4800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[97] = { 
		weizhi = 4,
		level = 7,
		shuxingjiacheng = 3500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加35%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 4000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 32000,
			},
			[2] = {
				[1] = 3,
				[2] = 1600,
			},
			[3] = {
				[1] = 4,
				[2] = 3200,
			},
			[4] = {
				[1] = 50,
				[2] = 6400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[98] = { 
		weizhi = 4,
		level = 8,
		shuxingjiacheng = 4000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加40%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 3000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 40000,
			},
			[2] = {
				[1] = 3,
				[2] = 2000,
			},
			[3] = {
				[1] = 4,
				[2] = 4000,
			},
			[4] = {
				[1] = 50,
				[2] = 8000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[99] = { 
		weizhi = 4,
		level = 9,
		shuxingjiacheng = 4500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加45%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 48000,
			},
			[2] = {
				[1] = 3,
				[2] = 2400,
			},
			[3] = {
				[1] = 4,
				[2] = 4800,
			},
			[4] = {
				[1] = 50,
				[2] = 9600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[100] = { 
		weizhi = 4,
		level = 10,
		shuxingjiacheng = 5000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加50%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 56000,
			},
			[2] = {
				[1] = 3,
				[2] = 2800,
			},
			[3] = {
				[1] = 4,
				[2] = 5600,
			},
			[4] = {
				[1] = 50,
				[2] = 11200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[101] = { 
		weizhi = 4,
		level = 11,
		shuxingjiacheng = 5500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加55%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 64000,
			},
			[2] = {
				[1] = 3,
				[2] = 3200,
			},
			[3] = {
				[1] = 4,
				[2] = 6400,
			},
			[4] = {
				[1] = 50,
				[2] = 12800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[102] = { 
		weizhi = 4,
		level = 12,
		shuxingjiacheng = 6000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加60%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 72000,
			},
			[2] = {
				[1] = 3,
				[2] = 3600,
			},
			[3] = {
				[1] = 4,
				[2] = 7200,
			},
			[4] = {
				[1] = 50,
				[2] = 14400,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[103] = { 
		weizhi = 4,
		level = 13,
		shuxingjiacheng = 6500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加65%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 84000,
			},
			[2] = {
				[1] = 3,
				[2] = 4200,
			},
			[3] = {
				[1] = 4,
				[2] = 8400,
			},
			[4] = {
				[1] = 50,
				[2] = 16800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[104] = { 
		weizhi = 4,
		level = 14,
		shuxingjiacheng = 7000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加70%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 96000,
			},
			[2] = {
				[1] = 3,
				[2] = 4800,
			},
			[3] = {
				[1] = 4,
				[2] = 9600,
			},
			[4] = {
				[1] = 50,
				[2] = 19200,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[105] = { 
		weizhi = 4,
		level = 15,
		shuxingjiacheng = 7500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加75%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 108000,
			},
			[2] = {
				[1] = 3,
				[2] = 5400,
			},
			[3] = {
				[1] = 4,
				[2] = 10800,
			},
			[4] = {
				[1] = 50,
				[2] = 21600,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[106] = { 
		weizhi = 4,
		level = 16,
		shuxingjiacheng = 8000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加80%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 120000,
			},
			[2] = {
				[1] = 3,
				[2] = 6000,
			},
			[3] = {
				[1] = 4,
				[2] = 12000,
			},
			[4] = {
				[1] = 50,
				[2] = 24000,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[107] = { 
		weizhi = 4,
		level = 17,
		shuxingjiacheng = 8500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加85%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 132000,
			},
			[2] = {
				[1] = 3,
				[2] = 6600,
			},
			[3] = {
				[1] = 4,
				[2] = 13200,
			},
			[4] = {
				[1] = 50,
				[2] = 26400,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[108] = { 
		weizhi = 4,
		level = 18,
		shuxingjiacheng = 9000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加90%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 144000,
			},
			[2] = {
				[1] = 3,
				[2] = 7200,
			},
			[3] = {
				[1] = 4,
				[2] = 14400,
			},
			[4] = {
				[1] = 50,
				[2] = 28800,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[109] = { 
		weizhi = 0,
		level = 1,
		shuxingjiacheng = 500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加5%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 1,
			},
		},
		chenggonglv = 10000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 4000,
			},
			[2] = {
				[1] = 3,
				[2] = 200,
			},
			[3] = {
				[1] = 4,
				[2] = 400,
			},
			[4] = {
				[1] = 50,
				[2] = 800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[110] = { 
		weizhi = 0,
		level = 2,
		shuxingjiacheng = 1000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加10%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 1,
			},
		},
		chenggonglv = 9000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 8000,
			},
			[2] = {
				[1] = 3,
				[2] = 400,
			},
			[3] = {
				[1] = 4,
				[2] = 800,
			},
			[4] = {
				[1] = 50,
				[2] = 1600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[111] = { 
		weizhi = 0,
		level = 3,
		shuxingjiacheng = 1500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加15%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 1,
			},
		},
		chenggonglv = 8000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 12000,
			},
			[2] = {
				[1] = 3,
				[2] = 600,
			},
			[3] = {
				[1] = 4,
				[2] = 1200,
			},
			[4] = {
				[1] = 50,
				[2] = 2400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[112] = { 
		weizhi = 0,
		level = 4,
		shuxingjiacheng = 2000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加20%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 1,
			},
		},
		chenggonglv = 7000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 16000,
			},
			[2] = {
				[1] = 3,
				[2] = 800,
			},
			[3] = {
				[1] = 4,
				[2] = 1600,
			},
			[4] = {
				[1] = 50,
				[2] = 3200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[113] = { 
		weizhi = 0,
		level = 5,
		shuxingjiacheng = 2500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加25%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 1,
			},
		},
		chenggonglv = 6000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 20000,
			},
			[2] = {
				[1] = 3,
				[2] = 1000,
			},
			[3] = {
				[1] = 4,
				[2] = 2000,
			},
			[4] = {
				[1] = 50,
				[2] = 4000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[114] = { 
		weizhi = 0,
		level = 6,
		shuxingjiacheng = 3000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加30%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 1,
			},
		},
		chenggonglv = 5000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 24000,
			},
			[2] = {
				[1] = 3,
				[2] = 1200,
			},
			[3] = {
				[1] = 4,
				[2] = 2400,
			},
			[4] = {
				[1] = 50,
				[2] = 4800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[115] = { 
		weizhi = 0,
		level = 7,
		shuxingjiacheng = 3500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加35%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 4000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 32000,
			},
			[2] = {
				[1] = 3,
				[2] = 1600,
			},
			[3] = {
				[1] = 4,
				[2] = 3200,
			},
			[4] = {
				[1] = 50,
				[2] = 6400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[116] = { 
		weizhi = 0,
		level = 8,
		shuxingjiacheng = 4000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加40%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 3000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 40000,
			},
			[2] = {
				[1] = 3,
				[2] = 2000,
			},
			[3] = {
				[1] = 4,
				[2] = 4000,
			},
			[4] = {
				[1] = 50,
				[2] = 8000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[117] = { 
		weizhi = 0,
		level = 9,
		shuxingjiacheng = 4500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加45%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 48000,
			},
			[2] = {
				[1] = 3,
				[2] = 2400,
			},
			[3] = {
				[1] = 4,
				[2] = 4800,
			},
			[4] = {
				[1] = 50,
				[2] = 9600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[118] = { 
		weizhi = 0,
		level = 10,
		shuxingjiacheng = 5000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加50%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 56000,
			},
			[2] = {
				[1] = 3,
				[2] = 2800,
			},
			[3] = {
				[1] = 4,
				[2] = 5600,
			},
			[4] = {
				[1] = 50,
				[2] = 11200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[119] = { 
		weizhi = 0,
		level = 11,
		shuxingjiacheng = 5500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加55%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 64000,
			},
			[2] = {
				[1] = 3,
				[2] = 3200,
			},
			[3] = {
				[1] = 4,
				[2] = 6400,
			},
			[4] = {
				[1] = 50,
				[2] = 12800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[120] = { 
		weizhi = 0,
		level = 12,
		shuxingjiacheng = 6000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加60%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 72000,
			},
			[2] = {
				[1] = 3,
				[2] = 3600,
			},
			[3] = {
				[1] = 4,
				[2] = 7200,
			},
			[4] = {
				[1] = 50,
				[2] = 14400,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[121] = { 
		weizhi = 0,
		level = 13,
		shuxingjiacheng = 6500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加65%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 84000,
			},
			[2] = {
				[1] = 3,
				[2] = 4200,
			},
			[3] = {
				[1] = 4,
				[2] = 8400,
			},
			[4] = {
				[1] = 50,
				[2] = 16800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[122] = { 
		weizhi = 0,
		level = 14,
		shuxingjiacheng = 7000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加70%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 96000,
			},
			[2] = {
				[1] = 3,
				[2] = 4800,
			},
			[3] = {
				[1] = 4,
				[2] = 9600,
			},
			[4] = {
				[1] = 50,
				[2] = 19200,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[123] = { 
		weizhi = 0,
		level = 15,
		shuxingjiacheng = 7500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加75%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 108000,
			},
			[2] = {
				[1] = 3,
				[2] = 5400,
			},
			[3] = {
				[1] = 4,
				[2] = 10800,
			},
			[4] = {
				[1] = 50,
				[2] = 21600,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[124] = { 
		weizhi = 0,
		level = 16,
		shuxingjiacheng = 8000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加80%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 120000,
			},
			[2] = {
				[1] = 3,
				[2] = 6000,
			},
			[3] = {
				[1] = 4,
				[2] = 12000,
			},
			[4] = {
				[1] = 50,
				[2] = 24000,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[125] = { 
		weizhi = 0,
		level = 17,
		shuxingjiacheng = 8500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加85%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 132000,
			},
			[2] = {
				[1] = 3,
				[2] = 6600,
			},
			[3] = {
				[1] = 4,
				[2] = 13200,
			},
			[4] = {
				[1] = 50,
				[2] = 26400,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[126] = { 
		weizhi = 0,
		level = 18,
		shuxingjiacheng = 9000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加90%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400016,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 144000,
			},
			[2] = {
				[1] = 3,
				[2] = 7200,
			},
			[3] = {
				[1] = 4,
				[2] = 14400,
			},
			[4] = {
				[1] = 50,
				[2] = 28800,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[127] = { 
		weizhi = 11,
		level = 1,
		shuxingjiacheng = 500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加5%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 10000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 4000,
			},
			[2] = {
				[1] = 3,
				[2] = 200,
			},
			[3] = {
				[1] = 4,
				[2] = 400,
			},
			[4] = {
				[1] = 50,
				[2] = 800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[128] = { 
		weizhi = 11,
		level = 2,
		shuxingjiacheng = 1000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加10%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 9000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 8000,
			},
			[2] = {
				[1] = 3,
				[2] = 400,
			},
			[3] = {
				[1] = 4,
				[2] = 800,
			},
			[4] = {
				[1] = 50,
				[2] = 1600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[129] = { 
		weizhi = 11,
		level = 3,
		shuxingjiacheng = 1500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加15%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 8000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 12000,
			},
			[2] = {
				[1] = 3,
				[2] = 600,
			},
			[3] = {
				[1] = 4,
				[2] = 1200,
			},
			[4] = {
				[1] = 50,
				[2] = 2400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[130] = { 
		weizhi = 11,
		level = 4,
		shuxingjiacheng = 2000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加20%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 7000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 16000,
			},
			[2] = {
				[1] = 3,
				[2] = 800,
			},
			[3] = {
				[1] = 4,
				[2] = 1600,
			},
			[4] = {
				[1] = 50,
				[2] = 3200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[131] = { 
		weizhi = 11,
		level = 5,
		shuxingjiacheng = 2500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加25%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 6000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 20000,
			},
			[2] = {
				[1] = 3,
				[2] = 1000,
			},
			[3] = {
				[1] = 4,
				[2] = 2000,
			},
			[4] = {
				[1] = 50,
				[2] = 4000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[132] = { 
		weizhi = 11,
		level = 6,
		shuxingjiacheng = 3000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加30%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 5000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 24000,
			},
			[2] = {
				[1] = 3,
				[2] = 1200,
			},
			[3] = {
				[1] = 4,
				[2] = 2400,
			},
			[4] = {
				[1] = 50,
				[2] = 4800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[133] = { 
		weizhi = 11,
		level = 7,
		shuxingjiacheng = 3500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加35%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 4000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 32000,
			},
			[2] = {
				[1] = 3,
				[2] = 1600,
			},
			[3] = {
				[1] = 4,
				[2] = 3200,
			},
			[4] = {
				[1] = 50,
				[2] = 6400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[134] = { 
		weizhi = 11,
		level = 8,
		shuxingjiacheng = 4000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加40%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 3000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 40000,
			},
			[2] = {
				[1] = 3,
				[2] = 2000,
			},
			[3] = {
				[1] = 4,
				[2] = 4000,
			},
			[4] = {
				[1] = 50,
				[2] = 8000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[135] = { 
		weizhi = 11,
		level = 9,
		shuxingjiacheng = 4500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加45%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 48000,
			},
			[2] = {
				[1] = 3,
				[2] = 2400,
			},
			[3] = {
				[1] = 4,
				[2] = 4800,
			},
			[4] = {
				[1] = 50,
				[2] = 9600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[136] = { 
		weizhi = 11,
		level = 10,
		shuxingjiacheng = 5000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加50%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 56000,
			},
			[2] = {
				[1] = 3,
				[2] = 2800,
			},
			[3] = {
				[1] = 4,
				[2] = 5600,
			},
			[4] = {
				[1] = 50,
				[2] = 11200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[137] = { 
		weizhi = 11,
		level = 11,
		shuxingjiacheng = 5500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加55%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 64000,
			},
			[2] = {
				[1] = 3,
				[2] = 3200,
			},
			[3] = {
				[1] = 4,
				[2] = 6400,
			},
			[4] = {
				[1] = 50,
				[2] = 12800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[138] = { 
		weizhi = 11,
		level = 12,
		shuxingjiacheng = 6000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加60%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 72000,
			},
			[2] = {
				[1] = 3,
				[2] = 3600,
			},
			[3] = {
				[1] = 4,
				[2] = 7200,
			},
			[4] = {
				[1] = 50,
				[2] = 14400,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[139] = { 
		weizhi = 11,
		level = 13,
		shuxingjiacheng = 6500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加65%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 84000,
			},
			[2] = {
				[1] = 3,
				[2] = 4200,
			},
			[3] = {
				[1] = 4,
				[2] = 8400,
			},
			[4] = {
				[1] = 50,
				[2] = 16800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[140] = { 
		weizhi = 11,
		level = 14,
		shuxingjiacheng = 7000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加70%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 96000,
			},
			[2] = {
				[1] = 3,
				[2] = 4800,
			},
			[3] = {
				[1] = 4,
				[2] = 9600,
			},
			[4] = {
				[1] = 50,
				[2] = 19200,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[141] = { 
		weizhi = 11,
		level = 15,
		shuxingjiacheng = 7500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加75%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 108000,
			},
			[2] = {
				[1] = 3,
				[2] = 5400,
			},
			[3] = {
				[1] = 4,
				[2] = 10800,
			},
			[4] = {
				[1] = 50,
				[2] = 21600,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[142] = { 
		weizhi = 11,
		level = 16,
		shuxingjiacheng = 8000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加80%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 120000,
			},
			[2] = {
				[1] = 3,
				[2] = 6000,
			},
			[3] = {
				[1] = 4,
				[2] = 12000,
			},
			[4] = {
				[1] = 50,
				[2] = 24000,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[143] = { 
		weizhi = 11,
		level = 17,
		shuxingjiacheng = 8500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加85%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 132000,
			},
			[2] = {
				[1] = 3,
				[2] = 6600,
			},
			[3] = {
				[1] = 4,
				[2] = 13200,
			},
			[4] = {
				[1] = 50,
				[2] = 26400,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[144] = { 
		weizhi = 11,
		level = 18,
		shuxingjiacheng = 9000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加90%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 144000,
			},
			[2] = {
				[1] = 3,
				[2] = 7200,
			},
			[3] = {
				[1] = 4,
				[2] = 14400,
			},
			[4] = {
				[1] = 50,
				[2] = 28800,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[145] = { 
		weizhi = 10,
		level = 1,
		shuxingjiacheng = 500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加5%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 10000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 4000,
			},
			[2] = {
				[1] = 3,
				[2] = 200,
			},
			[3] = {
				[1] = 4,
				[2] = 400,
			},
			[4] = {
				[1] = 50,
				[2] = 800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[146] = { 
		weizhi = 10,
		level = 2,
		shuxingjiacheng = 1000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加10%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 9000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 8000,
			},
			[2] = {
				[1] = 3,
				[2] = 400,
			},
			[3] = {
				[1] = 4,
				[2] = 800,
			},
			[4] = {
				[1] = 50,
				[2] = 1600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[147] = { 
		weizhi = 10,
		level = 3,
		shuxingjiacheng = 1500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加15%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 8000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 12000,
			},
			[2] = {
				[1] = 3,
				[2] = 600,
			},
			[3] = {
				[1] = 4,
				[2] = 1200,
			},
			[4] = {
				[1] = 50,
				[2] = 2400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[148] = { 
		weizhi = 10,
		level = 4,
		shuxingjiacheng = 2000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加20%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 7000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 16000,
			},
			[2] = {
				[1] = 3,
				[2] = 800,
			},
			[3] = {
				[1] = 4,
				[2] = 1600,
			},
			[4] = {
				[1] = 50,
				[2] = 3200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[149] = { 
		weizhi = 10,
		level = 5,
		shuxingjiacheng = 2500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加25%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 6000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 20000,
			},
			[2] = {
				[1] = 3,
				[2] = 1000,
			},
			[3] = {
				[1] = 4,
				[2] = 2000,
			},
			[4] = {
				[1] = 50,
				[2] = 4000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[150] = { 
		weizhi = 10,
		level = 6,
		shuxingjiacheng = 3000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加30%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 5000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 24000,
			},
			[2] = {
				[1] = 3,
				[2] = 1200,
			},
			[3] = {
				[1] = 4,
				[2] = 2400,
			},
			[4] = {
				[1] = 50,
				[2] = 4800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[151] = { 
		weizhi = 10,
		level = 7,
		shuxingjiacheng = 3500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加35%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 4000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 32000,
			},
			[2] = {
				[1] = 3,
				[2] = 1600,
			},
			[3] = {
				[1] = 4,
				[2] = 3200,
			},
			[4] = {
				[1] = 50,
				[2] = 6400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[152] = { 
		weizhi = 10,
		level = 8,
		shuxingjiacheng = 4000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加40%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 3000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 40000,
			},
			[2] = {
				[1] = 3,
				[2] = 2000,
			},
			[3] = {
				[1] = 4,
				[2] = 4000,
			},
			[4] = {
				[1] = 50,
				[2] = 8000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[153] = { 
		weizhi = 10,
		level = 9,
		shuxingjiacheng = 4500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加45%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 48000,
			},
			[2] = {
				[1] = 3,
				[2] = 2400,
			},
			[3] = {
				[1] = 4,
				[2] = 4800,
			},
			[4] = {
				[1] = 50,
				[2] = 9600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[154] = { 
		weizhi = 10,
		level = 10,
		shuxingjiacheng = 5000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加50%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 56000,
			},
			[2] = {
				[1] = 3,
				[2] = 2800,
			},
			[3] = {
				[1] = 4,
				[2] = 5600,
			},
			[4] = {
				[1] = 50,
				[2] = 11200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[155] = { 
		weizhi = 10,
		level = 11,
		shuxingjiacheng = 5500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加55%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 64000,
			},
			[2] = {
				[1] = 3,
				[2] = 3200,
			},
			[3] = {
				[1] = 4,
				[2] = 6400,
			},
			[4] = {
				[1] = 50,
				[2] = 12800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[156] = { 
		weizhi = 10,
		level = 12,
		shuxingjiacheng = 6000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加60%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 72000,
			},
			[2] = {
				[1] = 3,
				[2] = 3600,
			},
			[3] = {
				[1] = 4,
				[2] = 7200,
			},
			[4] = {
				[1] = 50,
				[2] = 14400,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[157] = { 
		weizhi = 10,
		level = 13,
		shuxingjiacheng = 6500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加65%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 84000,
			},
			[2] = {
				[1] = 3,
				[2] = 4200,
			},
			[3] = {
				[1] = 4,
				[2] = 8400,
			},
			[4] = {
				[1] = 50,
				[2] = 16800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[158] = { 
		weizhi = 10,
		level = 14,
		shuxingjiacheng = 7000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加70%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 96000,
			},
			[2] = {
				[1] = 3,
				[2] = 4800,
			},
			[3] = {
				[1] = 4,
				[2] = 9600,
			},
			[4] = {
				[1] = 50,
				[2] = 19200,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[159] = { 
		weizhi = 10,
		level = 15,
		shuxingjiacheng = 7500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加75%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 108000,
			},
			[2] = {
				[1] = 3,
				[2] = 5400,
			},
			[3] = {
				[1] = 4,
				[2] = 10800,
			},
			[4] = {
				[1] = 50,
				[2] = 21600,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[160] = { 
		weizhi = 10,
		level = 16,
		shuxingjiacheng = 8000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加80%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 120000,
			},
			[2] = {
				[1] = 3,
				[2] = 6000,
			},
			[3] = {
				[1] = 4,
				[2] = 12000,
			},
			[4] = {
				[1] = 50,
				[2] = 24000,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[161] = { 
		weizhi = 10,
		level = 17,
		shuxingjiacheng = 8500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加85%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 132000,
			},
			[2] = {
				[1] = 3,
				[2] = 6600,
			},
			[3] = {
				[1] = 4,
				[2] = 13200,
			},
			[4] = {
				[1] = 50,
				[2] = 26400,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[162] = { 
		weizhi = 10,
		level = 18,
		shuxingjiacheng = 9000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加90%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 144000,
			},
			[2] = {
				[1] = 3,
				[2] = 7200,
			},
			[3] = {
				[1] = 4,
				[2] = 14400,
			},
			[4] = {
				[1] = 50,
				[2] = 28800,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[163] = { 
		weizhi = 3,
		level = 1,
		shuxingjiacheng = 500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加5%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 10000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 4000,
			},
			[2] = {
				[1] = 3,
				[2] = 200,
			},
			[3] = {
				[1] = 4,
				[2] = 400,
			},
			[4] = {
				[1] = 50,
				[2] = 800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[164] = { 
		weizhi = 3,
		level = 2,
		shuxingjiacheng = 1000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加10%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 9000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 8000,
			},
			[2] = {
				[1] = 3,
				[2] = 400,
			},
			[3] = {
				[1] = 4,
				[2] = 800,
			},
			[4] = {
				[1] = 50,
				[2] = 1600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[165] = { 
		weizhi = 3,
		level = 3,
		shuxingjiacheng = 1500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加15%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 8000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 12000,
			},
			[2] = {
				[1] = 3,
				[2] = 600,
			},
			[3] = {
				[1] = 4,
				[2] = 1200,
			},
			[4] = {
				[1] = 50,
				[2] = 2400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[166] = { 
		weizhi = 3,
		level = 4,
		shuxingjiacheng = 2000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加20%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 7000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 16000,
			},
			[2] = {
				[1] = 3,
				[2] = 800,
			},
			[3] = {
				[1] = 4,
				[2] = 1600,
			},
			[4] = {
				[1] = 50,
				[2] = 3200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[167] = { 
		weizhi = 3,
		level = 5,
		shuxingjiacheng = 2500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加25%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 6000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 20000,
			},
			[2] = {
				[1] = 3,
				[2] = 1000,
			},
			[3] = {
				[1] = 4,
				[2] = 2000,
			},
			[4] = {
				[1] = 50,
				[2] = 4000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[168] = { 
		weizhi = 3,
		level = 6,
		shuxingjiacheng = 3000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加30%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 1,
			},
		},
		chenggonglv = 5000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 24000,
			},
			[2] = {
				[1] = 3,
				[2] = 1200,
			},
			[3] = {
				[1] = 4,
				[2] = 2400,
			},
			[4] = {
				[1] = 50,
				[2] = 4800,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[169] = { 
		weizhi = 3,
		level = 7,
		shuxingjiacheng = 3500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加35%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 4000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 32000,
			},
			[2] = {
				[1] = 3,
				[2] = 1600,
			},
			[3] = {
				[1] = 4,
				[2] = 3200,
			},
			[4] = {
				[1] = 50,
				[2] = 6400,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[170] = { 
		weizhi = 3,
		level = 8,
		shuxingjiacheng = 4000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加40%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 3000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 40000,
			},
			[2] = {
				[1] = 3,
				[2] = 2000,
			},
			[3] = {
				[1] = 4,
				[2] = 4000,
			},
			[4] = {
				[1] = 50,
				[2] = 8000,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[171] = { 
		weizhi = 3,
		level = 9,
		shuxingjiacheng = 4500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加45%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 48000,
			},
			[2] = {
				[1] = 3,
				[2] = 2400,
			},
			[3] = {
				[1] = 4,
				[2] = 4800,
			},
			[4] = {
				[1] = 50,
				[2] = 9600,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[172] = { 
		weizhi = 3,
		level = 10,
		shuxingjiacheng = 5000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加50%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 56000,
			},
			[2] = {
				[1] = 3,
				[2] = 2800,
			},
			[3] = {
				[1] = 4,
				[2] = 5600,
			},
			[4] = {
				[1] = 50,
				[2] = 11200,
			},
		},
		jianji = 1,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[173] = { 
		weizhi = 3,
		level = 11,
		shuxingjiacheng = 5500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加55%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 64000,
			},
			[2] = {
				[1] = 3,
				[2] = 3200,
			},
			[3] = {
				[1] = 4,
				[2] = 6400,
			},
			[4] = {
				[1] = 50,
				[2] = 12800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[174] = { 
		weizhi = 3,
		level = 12,
		shuxingjiacheng = 6000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加60%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 2,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 72000,
			},
			[2] = {
				[1] = 3,
				[2] = 3600,
			},
			[3] = {
				[1] = 4,
				[2] = 7200,
			},
			[4] = {
				[1] = 50,
				[2] = 14400,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[175] = { 
		weizhi = 3,
		level = 13,
		shuxingjiacheng = 6500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加65%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 84000,
			},
			[2] = {
				[1] = 3,
				[2] = 4200,
			},
			[3] = {
				[1] = 4,
				[2] = 8400,
			},
			[4] = {
				[1] = 50,
				[2] = 16800,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[176] = { 
		weizhi = 3,
		level = 14,
		shuxingjiacheng = 7000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加70%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 96000,
			},
			[2] = {
				[1] = 3,
				[2] = 4800,
			},
			[3] = {
				[1] = 4,
				[2] = 9600,
			},
			[4] = {
				[1] = 50,
				[2] = 19200,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[177] = { 
		weizhi = 3,
		level = 15,
		shuxingjiacheng = 7500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加75%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 108000,
			},
			[2] = {
				[1] = 3,
				[2] = 5400,
			},
			[3] = {
				[1] = 4,
				[2] = 10800,
			},
			[4] = {
				[1] = 50,
				[2] = 21600,
			},
		},
		jianji = 2,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[178] = { 
		weizhi = 3,
		level = 16,
		shuxingjiacheng = 8000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加80%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 120000,
			},
			[2] = {
				[1] = 3,
				[2] = 6000,
			},
			[3] = {
				[1] = 4,
				[2] = 12000,
			},
			[4] = {
				[1] = 50,
				[2] = 24000,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[179] = { 
		weizhi = 3,
		level = 17,
		shuxingjiacheng = 8500,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加85%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 132000,
			},
			[2] = {
				[1] = 3,
				[2] = 6600,
			},
			[3] = {
				[1] = 4,
				[2] = 13200,
			},
			[4] = {
				[1] = 50,
				[2] = 26400,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
	[180] = { 
		weizhi = 3,
		level = 18,
		shuxingjiacheng = 9000,
		itemid = 10001,
		tips = "<font color='0x01f801'>装备基础属性增加90%</font>",
		xiaohao = {
			[1] = {
				[1] = 7400017,
				[2] = 3,
			},
		},
		chenggonglv = 2000,
		shuxing = {
			[1] = {
				[1] = 1,
				[2] = 144000,
			},
			[2] = {
				[1] = 3,
				[2] = 7200,
			},
			[3] = {
				[1] = 4,
				[2] = 14400,
			},
			[4] = {
				[1] = 50,
				[2] = 28800,
			},
		},
		jianji = 3,
		item = {
			[1] = {
				[1] = 7400018,
				[2] = 1,
			},
		},
	},
}
return config
