local config = {
	[1] = {
		Title = "鬼谷押镖",
		mapid = "guigu",
		deliver = 41,
		cdTime = "11:00-12:00和15:00-16:00为双倍押镖时间！<br/>期间把镖车成功运送到指定地点可获得双倍报酬！",
	},
	[2] = {
		Title = "鬼谷圣物",
		mapid = "guigu",
		count = {
			[1] = {
				[1] = 2328,
				[2] = 2329,
			},
		},
		showReward = {
			[1] = {
				[1] = 7400046,
				[2] = 1,
			},
			[2] = {
				[1] = 7340303,
				[2] = 2,
			},
			[3] = {
				[1] = 7340304,
				[2] = 2,
			},
			[4] = {
				[1] = 4,
				[2] = 100000,
			},
		},
		deliver = 41,
		cdTime = "鬼谷宝箱刷新在神石附近，宝箱采集后5分钟会再次刷新<br/>神石刷新在地图内的固定地点，神石15分钟刷新一次",
	},
	[3] = {
		Title = "鬼谷首领",
		mapid = "guigu",
		count = {
			[1] = {
				[1] = 2319,
				[2] = 2320,
				[3] = 2321,
				[4] = 2322,
			},
		},
		showReward = {
			[1] = {
				[1] = 100518,
				[2] = 1,
			},
			[2] = {
				[1] = 101033,
				[2] = 1,
			},
			[3] = {
				[1] = 101918,
				[2] = 1,
			},
			[4] = {
				[1] = 101517,
				[2] = 1,
			},
			[5] = {
				[1] = 106506,
				[2] = 1,
			},
			[6] = {
				[1] = 102806,
				[2] = 1,
			},
			[7] = {
				[1] = 7400046,
				[2] = 1,
			},
		},
		deliver = 41,
		showMon = {
			[1] = {
				[1] = 378,
				[2] = "鬼谷巫医首领",
			},
			[2] = {
				[1] = 377,
				[2] = "鬼谷狂战士首领",
			},
			[3] = {
				[1] = 380,
				[2] = "鬼谷力士首领",
			},
			[4] = {
				[1] = 375,
				[2] = "鬼谷刀兵首领",
			},
		},
		cdTime = "首领出现在山间，密林，屋宇间，似是在觊觎鬼谷的秘密！<br/>首领被击杀后，将在5分钟后刷新！",
	},
	[4] = {
		Title = "鬼谷魔神",
		mapid = "guigu",
		count = {
			[1] = {
				[1] = 2323,
				[2] = 2324,
				[3] = 2325,
				[4] = 2326,
				[5] = 2327,
			},
		},
		showReward = {
			[1] = {
				[1] = 100526,
				[2] = 1,
			},
			[2] = {
				[1] = 101051,
				[2] = 1,
			},
			[3] = {
				[1] = 101926,
				[2] = 1,
			},
			[4] = {
				[1] = 101526,
				[2] = 1,
			},
			[5] = {
				[1] = 106509,
				[2] = 1,
			},
			[6] = {
				[1] = 102809,
				[2] = 1,
			},
			[7] = {
				[1] = 7400024,
				[2] = 1,
			},
			[8] = {
				[1] = 7400046,
				[2] = 1,
			},
		},
		deliver = 41,
		showMon = {
			[1] = {
				[1] = 381,
				[2] = "鬼谷半兽人",
			},
			[2] = {
				[1] = 383,
				[2] = "鬼谷统领",
			},
		},
		cdTime = {
			[1] = {
				[1] = "<font color='#7FFF00'>封印在鬼谷中的魔神之一，远古神魔的守护者，半兽人一族的首领，</font><br/><font color='#00FFFF'>每日会出现在鬼谷兴风作浪，被击杀30分钟后，会再次出现，分身刷</font><br/><font color='#00FFFF'>新时间为本体的三分之一</font>",
				[2] = "<font color='#00FFFF'>封印在山庄中的魔神之一，远古神魔的守护者，兽人一族的首领，</font><br/><font color='#00FFFF'>每日会出现在山庄兴风作浪，被击杀30分钟后，会再次出现，分身刷</font><br/><font color='#00FFFF'>新时间为本体的三分之一</font>",
			},
		},
	},
	[5] = {
		Title = "创世妖魔",
		mapid = "guuigumishi",
		showReward = {
			[1] = {
				[1] = 100547,
				[2] = 1,
			},
			[2] = {
				[1] = 101093,
				[2] = 1,
			},
			[3] = {
				[1] = 101947,
				[2] = 1,
			},
			[4] = {
				[1] = 102647,
				[2] = 1,
			},
			[5] = {
				[1] = 106510,
				[2] = 1,
			},
			[6] = {
				[1] = 102810,
				[2] = 1,
			},
			[7] = {
				[1] = 103810,
				[2] = 1,
			},
			[8] = {
				[1] = 7400025,
				[2] = 1,
			},
			[9] = {
				[1] = 2,
				[2] = 1,
			},
			[10] = {
				[1] = 15,
				[2] = 1,
			},
			[11] = {
				[1] = 7400039,
				[2] = 1,
			},
		},
		cdTime = "1、BOSS每日固定<font color='0x01f801'>12:30、22:00</font>刷新<br>2、协助奖励：<font color='0x01f801'>同行会</font>的人如果得到了BOSS的归属奖励，自己也将获得<font color='0x01f801'>协助奖励</font><br>3、查看boss信息可快速自动寻路<br>4、地图内PK爆装概率为其他野外地图的三分之一，并且死亡<font color='0x01f801'>不掉狂暴</font><br>5、跨服若断开时无法进入地图，每日13点会进行跨服重连",
	},
}
return config